<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>Silva Porto e Livingstone</title>


  <meta name="AUTHOR" content="Ant&oacute;nio Francisco Ferreira da Silva Porto" />

  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />

  <style type="text/css">
body {width: 50%; margin-left:10%; text-align: justify;}
h1, h2, h3, h4, h5 { text-align: center;}
h1 {margin: 2em; text-align: center;}
h2, h4 {margin-top: 2em;}
.tiny {font-size: 85%;}
.tinyl {font-size: 95%;}
.bbox {border: solid black 1px; margin-left: 5%; margin-right: 5%;}
.fbox {border: solid black 1px; background-color: #FFFFCC; font-size: 75%; margin-left: 10%; margin-right: 10%;}
.intro {font-size: 90%; font-style: italic;}
.intro1 {margin-left:20%;}
.signature {
margin-right: 5%;
text-align: right;}
.smallcaps {font-variant: small-caps;}
.quote {margin-left:20%;}
.quote1 {margin-left:10%;}
.quote2 {margin-left:30%;}
.right {text-align: right;}
.break {
width: 10%;
margin-left:45%;}
.sbreak {
width: 20%;
margin-left:40%;}
.breaks {
width: 80%;
margin-left:10%;}
.note {font-size: 75%;}
.dots {color: #fff; background-color: inherit; border: 3px dotted #555; border-style: none none dotted;}
.poetry {margin-left:20%;}
.poetry1 {margin-left:10%;}
.poetry2 {margin-left:30%;}
.pagenum { position: absolute; right: 35%;
font-size: 75%;
text-align: right;
text-indent: 0em;
font-style: normal;
font-weight: normal;
color: silver; background-color: inherit;
font-variant: normal;}
  </style>
</head>


<body>

<div>
<div class="fbox"><b>Nota de editor:</b>
Devido &agrave;
exist&ecirc;ncia de erros tipogr&aacute;ficos neste texto,
foram tomadas v&aacute;rias decis&otilde;es quanto &agrave;
vers&atilde;o final. Em caso de d&uacute;vida, a grafia foi
mantida de acordo com o original. No final deste livro
encontrar&aacute; a lista de erros corrigidos.<br />

<br />

<div style="text-align: right; font-style: italic;">Rita
Farinha (Jan. 2009)
</div>

</div>

<br />

<br />

<br />

<br />

<div class="bbox"><br />

<div style="text-align: center;"><span class="smallcaps">Sociedade
de Geographia de Lisboa</span>
<br />

</div>

<br />

<h1>
SILVA PORTO<br />

</h1>

<h2>E<br />

<br />

LIVINGSTONE </h2>

<br />

<br />

<h4>MANUSCRIPTO DE SILVA PORTO </h4>

<h5>
ENCONTRADO NO SEU ESPOLIO </h5>

<br />

<br />

<div style="text-align: center;"><img style="width: 75px; height: 118px;" alt="" src="images/fig01.png" /><br />

</div>

<br />

<h4>
LISBOA<br />

<em>Typographia da Academia Real das
Sciencias</em><br />

1891</h4>

</div>

<br />

<br />

<br />

<br />

<br />

<br />

<br />

<div style="text-align: center;"><span class="smallcaps">Sociedade
de Geographia de Lisboa</span>
<br />

</div>

<br />

<h1>
SILVA PORTO<br />

</h1>

<h2>E<br />

<br />

LIVINGSTONE </h2>

<br />

<br />

<h4>MANUSCRIPTO DE SILVA PORTO </h4>

<h5>
ENCONTRADO NO SEU ESPOLIO </h5>

<br />

<br />

<div style="text-align: center;"><img style="width: 75px; height: 118px;" alt="" src="images/fig01.png" /><br />

</div>

<br />

<h4>
LISBOA<br />

<em>Typographia da Academia Real das
Sciencias</em><br />

1891</h4>

<br />

<br />

<br />

Este trabalho foi encontrado entre os papeis do
illustre sertanejo portuguez que deram entrada na Sociedade de
Geographia de Lisboa, depois da morte d'elle.<br />

<br />

Foi escripto no Bih&eacute; em 1868. Conv&eacute;m ter sempre
em vista esta circumstancia e esta data.<br />

<br />

<br />

<br />

<h3>APONTAMENTOS SOBRE A OBRA </h3>

<h4>
DO<br />

<br />

EX.<sup>MO</sup> SR. D. JOS&Eacute; DE LACERDA </h4>

<br />

<h3>&laquo;EXAME DAS VIAGENS DO DR. DAVID
LIVINGSTONE&raquo; </h3>

<br />

<h5>
POR</h5>

<h5><br />

UM PORTUENSE</h5>

<br />

<br />

<br />

<div class="signature"><span class="smallcaps">Leitor</span></div>

<br />

<br />

Uma das testemunhas avocadas na obra do ex.<sup>mo</sup>
Sr. D. Jos&eacute;
de Lacerda, devo explica&ccedil;&otilde;es sobre muitos dos
seus
artigos, pois que a recusa d'ellas, seria crime de
lesa-na&ccedil;&atilde;o, em
aggravo do bom nome portuguez.<br />

<br />

O reverendo dr. David Livingstone mereceu, sem duvida, a
cor&ocirc;a que seus concidad&atilde;os lhe votaram pelos
servi&ccedil;os
prestados n'estas partes de Africa; no entretanto, for&ccedil;a
&eacute;
confessal-o, ella foi desfeita pelo illustre viajante, visto havel-a
manchado com a pe&ccedil;onha
da calumnia.<br />

<br />

Quiz chegar aos fins importando-se pouco com os meios.<br />

<br />

Em abril ou maio de 1853, no dia em que teve noticias minhas, um raio
que lhe cahisse proximo n&atilde;o causaria a
impress&atilde;o que lhe produziu semelhante nova, porque,
necessariamente havia de comprehender
que, mais cedo ou tarde, teria de se achar em face de um competidor,
obscuro pelo seu fraco talento, sim, mas testemunho vivo de prioridade
nos mesmos logares em que o dr. se julgava com direito a chamar-se o
primeiro europeu que os visitou. Ella n&atilde;o me
pertence inteiramente, &eacute; certo, visto que outras pessoas
percorreram
esses mesmos logares antes de mim e muito antes do illustre viajante,
mas
pertence-me de facto, pois que essas pessoas eram enviadas por mim,
existiam, e existem ainda, presentemente, no maior numero, ao meu
servi&ccedil;o: umas naturaes de Loanda, outras de Golungo-alto,
outras de Ambaca, outras de Pungo-andongo, outras, finalmente, do
Bih&eacute;.<br />

<br />

O illustre auctor do <em>Exame</em>
n&atilde;o tem porventura provado at&eacute; &aacute;
evidencia que ella pertence desde epocha remota aos portuguezes?<br />

<br />

Mas, modernamente, pelo que me diz respeito, e em
rela&ccedil;&atilde;o ao illustre viajante, creio
n&atilde;o estar em erro dizendo que, a
prioridade no interior do continente Africano &eacute; minha.
<br />

<br />

<span class="pagenum">[8]</span>
Para o provar poderia reportar-me &aacute; epocha de 1840; mas como
n&atilde;o pretendo exaggerar nem sequer allegar
servi&ccedil;os, trarei unicamente para a arena a data de 1845, da
primeira viajem ao Lui, muito anterior &aacute;
appari&ccedil;&atilde;o do illustre viajante e
seus companheiros, em 1 de agosto de 1849, no lago Ngami, percorrendo
ent&atilde;o, as pessoas que
acabo de designar, o Rianbeje em todas as
direc&ccedil;&otilde;es, como
adeante terei occasi&atilde;o de mostrar.<br />

<br />

Oppondo muitos nomes &aacute;quelles de que se serve o illustre
viajante para designar coisas e pessoas, n&atilde;o fa&ccedil;o
mais do
que servir-me dos termos empregados pelos indigenas, a fim de designar
essas mesmas coisas e pessoas, visto que pela maior parte, se forem
interrogados sobre o assumpto, n&atilde;o obstante darem por
alguns, outro tanto
n&atilde;o acontecer&aacute; em rela&ccedil;&atilde;o a
outros; e nem
fa&ccedil;o mais do que servir-me da orthographia da minha lingua
materna, bem assim como o illustre
viajante usou da liberdade de se servir da sua. Outro tanto
n&atilde;o direi
da situa&ccedil;&atilde;o geographica dos logares aqui
indicados, attendendo a que n&atilde;o
s&atilde;o marcados com a bussola, mas sim segundo a
posi&ccedil;&atilde;o em que nasce e se p&otilde;e o sol;
para me subtrahir a taes inconvenientes
dirigi a carta que abaixo segue ao illustre viajante, julgando-o
ent&atilde;o em
Rinhande.<br />

<br />

Hoje mesmo, que o governo portuguez se delibere a enviar uma pessoa
pratica nas sciencias naturaes e geographicas, e eu, com muito gosto me
promptifico a acompanhal-a a todas as paragens d'esta parte da Africa
para o indicado fim, que ser&aacute; o unico meio de
p&ocirc;r termo, de uma vez por todas, a invectivas menos justas de
naturaes e estranhos.<br />

<br />

Eis a carta a que me refiro.<br />

<br />

<table style="width: 100%; text-align: justify; font-size: 95%;" border="0" cellpadding="2" cellspacing="2">

  <tbody>

    <tr>

      <td colspan="2" rowspan="1">
      <div class="signature">Meu illustre amigo.</div>

      <br />

      <div class="quote1"><em>Bih&eacute;</em>,
22 de setembro de
1861.</div>

      <br />

      <br />

Os grandes heroes que a historia proclama, a m&oacute;r parte das
vezes o s&atilde;o, assolando a terra, e devastando a
ra&ccedil;a humana. A esses,
pois, tal titulo significa uma blasfemia! Em identicas circumstancias,
mas por f&oacute;rma
diversa, que &eacute; por certo maior gloria, ao vosso zelo,
perseverante vontade, e &aacute;
custa de immensos sacrificios a prol das sciencias, e a favor da
humanidade, ella com
justi&ccedil;a e verdade, vos ter&aacute; de acclamar de seu
heroe.<br />

      <br />

Poderei ser t&atilde;o feliz que tenha a dita de vos tornar a
v&ecirc;r? Se assim se verificar desde j&aacute; ponho a minha
gente &aacute;s ordens do meu
illustre amigo, para estas paragens, e n'ellas, ou mesmo para qualquer
parte que pretenda seguir,
a minha pessoa fica desde j&aacute; tambem &aacute; sua
disposi&ccedil;&atilde;o.<br />

      <br />

Assigno-me com toda a considera&ccedil;&atilde;o<br />

      <br />

      <br />

      <br />

      </td>

    </tr>

    <tr>

      <td></td>

      <td style="text-align: center; width: 60%;">De
V. S.<sup>a</sup><br />

      <br />

Amigo attencioso<br />

      <br />

      <em>Antonio Francisco Ferreira da Silva
Porto</em></td>

    </tr>

  </tbody>
</table>

<br />

<br />

<br />

Disse e repito que, o illustre viajante quiz chegar aos fins
importando-se pouco com os meios; vejamos se assim n&atilde;o
&eacute;.<br />

<br />

A carta que acabo de transcrever e que lhe dirigi julgando encontral-o
em Rinhande, &eacute; a confirma&ccedil;&atilde;o plena da
minha boa vontade,
<span class="pagenum">[9]</span>
quando, puz os
meus bons servi&ccedil;os &aacute; sua
disposi&ccedil;&atilde;o. A tel-os acceitado, a sua
miss&atilde;o seria completa, porque eu levava-o, facilmente,
&aacute;s nascentes dos seguintes rios: Riambeje, Quango, Cubango,
Cunene, Quanza, e outros que v&atilde;o desaguar no atlantico ao
sul de
Loanda at&eacute; Benguella. Regeitou, porque n&atilde;o quiz
que uma segunda pessoa
partilhasse tal gloria, muito principalmente sendo essa pessoa estranha
&aacute; sua nacionalidade; preferiu occupar-se exclusivamente, e
mais de
espa&ccedil;o, em pintar com sombrias e carregadas c&ocirc;res,
o hediondo quadro dos incorrigiveis traficantes de carne humana; da sua
prioridade no descobrimento do interior do continente Africano, e
finalmente na
prega&ccedil;&atilde;o da Biblia, como palavra descida do
C&eacute;o.<br />

<br />

Deixou o rio Lunga, affluente do Cabombo, e esteve na
povoa&ccedil;&atilde;o do soba Machico. Devia de saber alli que
d'esse local &aacute;
nascente do Riambeje, apenas se contam dez dias de viagem, como affirma
o actual soba do paiz, que por vezes foi &aacute; ca&ccedil;a
dos
elephantes para essas partes; parece-me que valia a pena accrescentar
esses dias na ambicionada viagem de Loanda, embora se tornasse mais
demorada, a fim de marcar com precis&atilde;o a latitude e
longitude da nascente do manancial
de mais longo curso, conhecido aqui em Africa, se &eacute; que o
rio
Cubango se n&atilde;o dirige para o mar, e p&otilde;e termo
&aacute; sua carreira no
lago Ngami, como &eacute; a opini&atilde;o do illustre
viajante. Proseguiu
&aacute;vante, deixando tudo em trevas, como quer fazer acreditar
aos olhos do mundo civilisado,
fazendo-nos passar por inteiramente ignorantes; e note o illustre
viajante que falo em marcar com precis&atilde;o, e n&atilde;o
em
descobrir o que ha muito j&aacute; se acha descoberto.<br />

<br />

Poderia eu dirigir-me &aacute;s nascentes d'esses mananciaes que
ficam descriptas a fim de que se viesse no conhecimento das suas
verdadeiras origens, mas attendendo a que a sciencia exige mais alguma
cousa,
al&eacute;m de uma simples descrip&ccedil;&atilde;o, por
este motivo tenho
desistido da empreza aguardando que de futuro pessoa competente na
materia, venha resolver o problema.<br />

<br />

Pondo remate a esta minha introduc&ccedil;&atilde;o,
pe&ccedil;o indulgencia para algumas phrases menos mal cabidas, que
porventura se encontrem no decurso dos meus apontamentos; mas, sendo
ellas t&atilde;o
amiudadas na descrip&ccedil;&atilde;o que o illustre viajante
nos apresenta,
seria necessaria a paciencia de um santo para deixar de respostar ao
p&eacute; da
lettra.<br />

<br />

<br />

<div class="quote1"><em>Lui</em>, 14 de
setembro de 1868 </div>

<br />

<br />

<div class="signature"><em>Antonio Francisco
Ferreira da Silva
Porto</em></div>

<br />

<br />

<br />

<br />

<br />

Principiaremos pelas nossas coisas, e vem a ser que, tratando o
illustre auctor do <em>Exame</em> a ps. 12,
das miss&otilde;es, diz o que segue:<br />

<br />

<br />

<div class="tinyl">&laquo;A
extinc&ccedil;&atilde;o das ordens religiosas,
e
com ella a de todas as miss&otilde;es, foi perda irreparavel para
as nossas possess&otilde;es africanas, que tanto
podiam e deviam ter com ellas aproveitado. As funestas consequencias
est&atilde;o-se
experimentando, e desde logo tinham de prever-se: de certo, porque de
todo o ponto
&eacute; f&oacute;ra de duvida que, miss&otilde;es
regularmente constituidas, e d'onde hajam a
esperar-se effectivos e avantajados resultados, s&oacute; por via
das
corpora&ccedil;&otilde;es religiosas podem obter-se. O que,
n'este intuito, podem fazer as corpora&ccedil;&otilde;es
religiosas, s&oacute; ellas podem fasel-o, porque s&oacute;
ellas podem preparar, escolher e ter
&aacute; m&atilde;o, mediante os votos monasticos, os obreiros
mais competentes; as
condi&ccedil;&otilde;es t&atilde;o especiaes,
proporcionadas pelos votos, mormente pelo da obediencia, n&atilde;o
ha nenhum
outro modo de serem suppridas. &Eacute; por isso que tanto fizeram
outr'ora os
nossos missionarios em uma e outra Africa, e na India, e na America, e
na China, e no
Jap&atilde;o, e na Cochinchina, e em toda a parte; e &eacute;
por isso tambem que
t&atilde;o pouco t&ecirc;em feito quaesquer outros missionarios
n&atilde;o pertencentes &aacute;s
congrega&ccedil;&otilde;es religiosas: estes v&atilde;o
aonde querem ou aonde podem, aquelles aonde os mandam:
para estes, tudo s&atilde;o estorvos e trope&ccedil;os, para
aquelles, sem
familia, sem bolsa e sem vontade propria, n&atilde;o ha obstaculo,
porque obdecem: estes hesitam, porque
deliberam; aquelles obram, porque n&atilde;o carecem de
resolver-se. etc.&raquo;</div>

<br />

<br />

Assim o creio no que diz respeito &aacute;s miss&otilde;es,
visto que os missionarios que ent&atilde;o existiam pelas colonias
nada tinham com a politica
seguida na metropole, n&atilde;o dizendo outro tanto dos seus
ultimos tempos em Portugal, porque os factos praticados pelos membros
de que se compunham as differentes ordens religiosas durante o periodo
de 1828 a 1833, s&atilde;o de todos conhecidos, e foram o que deram
causa &aacute; sua extinc&ccedil;&atilde;o. Os ministros
que representam Jesus
Christo na terra devem occupar-se unicamente da miss&atilde;o
sagrada do seu
ministerio, e n&atilde;o de negocios mundanos, inteiramente em
desharmonia com
ella.
<br />

<br />

<span class="pagenum"><a name="p12">[12]</a></span>
&Eacute; indubitavel o incremento do nosso poder no interior d'este
vasto continente, sob a ac&ccedil;&atilde;o das
miss&otilde;es, e
a sua decadencia depois da extin&ccedil;&atilde;o d'ellas; o
Bih&eacute; gozou dos seus beneficos effeitos tendo por
capit&atilde;o-m&oacute;r Antonio Francisco da
Concei&ccedil;&atilde;o e Mattos, nomeado
em 11 de maio de 1791, no governo de Manuel de Almeida e
Vasconcellos,<sup><a href="#1">[1]</a></sup>
e a miss&atilde;o dirigida por um barbadinho
italiano, que
celebrava os officios Divinos n'uma casa apropriada ao fim, na
povoa&ccedil;&atilde;o
do dito Mattos, baptizou grande numero de sertanejos que ao tempo
existia no paiz, uns naturaes da Europa, e outros do Brazil, outros
finalmente indigenas, mas todos portuguezes, ministrando egualmente o
mesmo Sacramento, a grande parte do povo Bihano, o qual, na falta de
sacerdote no seu territorio, tem por habito receber o baptismo na
cidade de S. Filippe de Benguella.<br />

<br />

Em 1842 conheci egualmente n'esta cidade o seu vigario (padre Manoel),
que tambem exerceu o ministerio no Bih&eacute;, e em
Caconda. A sua benefica influi&ccedil;&atilde;o devia de ter
chegado
&aacute;s terras da Lunda, Luvar e Lui, attendendo a que os
habitantes d'estas regi&otilde;es
s&atilde;o t&atilde;o sociaveis como o povo Bihano,
n&atilde;o se podendo dizer outro tanto em
rela&ccedil;&atilde;o a grande parte da tribu Quimbunda, a que
pertence a Bihana, visto que os quimbundos se conservam no estado
primittivo de selvagens, e bem assim a ra&ccedil;a Ganguella, cuja
familia se pode dizer composta
de diversas tribus, como aquella.<br />

<br />

Finalmente, venham missionarios para as nossas possess&otilde;es,
mas missionarios portuguezes. Com o intuito de se reparar o erro, foi
restaurado o collegio de S. Jos&eacute; do Bombarral, sendo do
dever do
governo lan&ccedil;ar vistas para assumpto t&atilde;o
momentoso, a
querer que conservemos a importancia que nos compete como
na&ccedil;&atilde;o de
grande considera&ccedil;&atilde;o colonial.<br />

<br />

A paginas 30 e 31 o seguinte:<br />

<br />

<div class="tinyl">&laquo;Vou occupar-me do lago
Ngami, um dos descobrimentos de
que
t&atilde;o grande alardo fez o dr. Livingstone. <a href="#e1">No
capitulo</a>
3.&ordm; l&ecirc;-se a pag. 65 o seguinte: Doze dias depois que
nos
apart&aacute;mos dos wagons em Ngabisane chegamos
&aacute; extremidade nordeste do lago Ngami; e no 1.&ordm; de
agosto de
1849 descemos todos &agrave;
bacia do lago, e, <em>pela primeira vez</em>, observaram
europeus este magnifico lan&ccedil;o de agua.&raquo;</div>

<br />

<br />

Sendo interrogado pelo illustre viajante sobre se conhecia o Cubango,
respondi affirmativamente, ao que retorquiu alimentar o lago
mencionado; disse eu ent&atilde;o que n&atilde;o omittia
opini&atilde;o segura, mas que me parecia n&atilde;o limitar-se
ao lago unicamente, visto ser um
rio de grandes dimens&otilde;es.<br />

<br />

No dia 22 de maio de 1846 digo o seguinte:
&laquo;Continu&aacute;mos a viagem, e fomos fazer quilombo nos
mattos, na margem direita do rio Cutato dos Mangoias. Caminho plano,
mattos fechados, em partes, em outras despovoado de arvoredo, falta de
riachos, terreno fertil. Uma hora de marcha distante d'esta paragem,
existem as nascentes de dois rios caudalosos: Rio Cutato dos Mangoias,
dirigindo o seu curso para
<span class="pagenum">[13]</span>
o norte a desaguar no rio Quanza, e o rio
Cubango, dirigindo o seu curso para o sul a desaguar no mar para o
nascente.&raquo;<br />

<br />

Ora, comprehendendo as vertentes d'este grande manancial at&eacute;
ao lago Ngami, n&atilde;o quero discutir se com effeito
&eacute; ahi o seu termo, ou se segue &aacute;vante como acabo
de transcrever no trecho acima
da minha Viagem, no citado anno, &aacute; cidade de Benguella, o
que fica
para ser resolvido por pessoas competentes, mas sim fazer ver que os
portuguezes de Quilengues, desde antiga data, mantem n&atilde;o
interrompido commercio pelo interior para o sul e sueste,
comprehendendo o lago em quest&atilde;o.<br />

<br />

Os portugueses de Caconda, Quingollo, Galangue, e Caquingue,
s&oacute; mais tarde &eacute; que principiaram de transitar
para esses mesmos logares; e finalmente os portuguezes do
Bih&eacute;; todas as paragens do
interior d'este vasto continente, desde antiga data, e at&eacute;
ao
presente teem sido, e s&atilde;o por elles percorridas em
n&atilde;o
interrompido commercio com os indigenas. Em virtude do que,
n&atilde;o teem
raz&atilde;o de ser a pretens&atilde;o do illustre viajante
&aacute; descoberta do
lago, visto que em setembro de 1841, achando-me na cidade de Benguella,
ahi encontrei j&aacute; grande movimento commercial para as terras
que acabo de
designar: e para que parte seguiriam essas fazendas, a n&atilde;o
ser para
esses logares que ficam indicados? Regressando ao Bih&eacute;
n'esse mesmo mez e anno, o mesmo presenciei, e para que parte seguiria
esse commercio, a n&atilde;o ser para o Ribebe, e terras
circumvisinhas,
Ganguellas, Luvar e Lunda, onde a concorrencia era immensa para cera,
marfim e escravos, mas com especialidade para estes ultimos, pelas
grandes vantagens que ent&atilde;o se davam, mas que tinham de ter
termo como todas as cousas o teem n'este vae-vem terrestre? E a
concorrencia continuou de affluir &aacute; terra da Lunda, depois
d'elle; porque
n&atilde;o obstante a extinc&ccedil;&atilde;o do trafico,
sempre foi um grande mercado de marfim, explorado de antiga data pelo
povo de Cassange; da mesma sorte a terra j&aacute; citada do Ribebe
e circumvisinhas, situadas nas vertentes
do Cubango; em identicas circumstancias as terras da grande familia
Ganguella sob diversas denomina&ccedil;&otilde;es, que
n&atilde;o
obstante a extinc&ccedil;&atilde;o do trafico, sempre se
tornaram uns grandes mercados de cera, n'umas, e d'este mesmo producto
e marfim, egualmente, em outras. Finalmente, temos as diversas terras
da grande familia Quimbunda, tambem sob diversas
denomina&ccedil;&otilde;es, cujo commercio consta
unicamente de escravos, e que em virtude da sua visinhan&ccedil;a
ao litoral, sempre foram
habitadas, de antiga data, por europeus que n'ellas fixaram residencia,
e hoje por seus filhos, netos e bisnetos, sobrepujando a todas, a terra
do Bih&eacute;, grande centro de todo o commercio do interior, na
epocha em que o trafico era licito, e annos depois por contrabando
at&eacute;
1845. Ellas n&atilde;o bastavam a abastecer o mercado do litoral, e
os sertanejos &aacute;
porfia procuravam e percorriam as terras que acabamos de designar para
o indicado fim: acabado o trafico hediondo da escravatura, pelos
principios philantropos e humanitarios, assim chamados, s&atilde;o
da mesma
f&oacute;rma procuradas as terras do interior, onde apparece a cera
e o marfim.<br />

<br />

Que fosse pois at&eacute; essa epocha, que o illustre viajante nos
quizesse expor &aacute; censura geral como entes desmoralisados,
v&aacute;: advertindo que,
<span class="pagenum"><a name="p14">[14]</a></span>
ainda lhe restava a
presump&ccedil;&atilde;o do parallelo entre
portuguezes e inglezes; considerando que estes depois do aprisionamento
de qualquer navio negreiro, conduziam os desgra&ccedil;ados
africanos para as
suas possess&otilde;es, e n&atilde;o os vendiam por toda a
vida, e por pre&ccedil;os
fabulosos, como faziam os infames contrabandistas, mas sim por uma
modica quantia e por um determinado espa&ccedil;o de tempo no fim
do qual,
o filho de Africa se tornava livre!<br />

<br />

Mas presentemente, e tanto de espa&ccedil;o tratar de uma
quest&atilde;o que se p&oacute;de dizer extincta, parece
incrivel que a tanto se
aventurasse!<br />

<br />

Esteve no meu estabelecimento em Catongo: quantas correntes cheias de
infelizes encontrou?<br />

<br />

Se tal se desse teria materia de sobejo para um volume.<br />

<br />

E se me desviei do assumpto que me tinha proposto, de mostrar a
prioridade dos portuguezes no lago Ngami, assim era de necessidade a
fim de mostrar que para a permuta&ccedil;&atilde;o de
escravos n&atilde;o era necessario sahir de territorio Quimbundo do
anno de 1845 por deante.<br />

<br />

A paginas 62 sobre a mosca
<em>tse-tse</em>,&#8213;os Macorrollos
d&atilde;o-lhe a denomina&ccedil;&atilde;o de <em>Zeze</em>,
o povo Lui
d&aacute;-lhe a denomina&ccedil;&atilde;o de
<em>Madinda</em>, e finalmente, o povo Bihano
d&aacute;-lhe a
denomina&ccedil;&atilde;o de
<em>Bisumangalla</em> ou <em>Apopullo</em>,&#8213;eis
o que digo a respeito
d'este insecto damninho, no dia 26 de junho de 1853:<br />

<br />

&#8213;&laquo;Continu&aacute;mos a viagem, e fomos fazer quilombo
nos mattos, logar denominado Maranhati. Caminho plano, mattos fechados,
terreno fertil, legoas andadas 6, rumo de sul.<br />

<br />

&laquo;Encontr&aacute;mo-nos com tres <a href="#e2">grandes
manadas</a> de gado, que se dirigiam com destino a Quiceque
e Rinhande, tendo sahido poucos dias antes da minha partida da capital
do Lui. Seguiam pois os conductores munidos de escudos e azagaias,
pelos lados do gado, este, formando o centro, carregando, sobre a
cabe&ccedil;a, e ligado entre a
arma&ccedil;&atilde;o, os couros preparados, e que servem de
cobertura aos mesmos pastores; seguindo manso e vagaroso, o som do
apito de um unico pastor como guia, na sua frente: os chefes da
comitiva seguiam por ultimo, para que n&atilde;o se desgarrasse
alguma crea&ccedil;&atilde;o.
<br />

<br />

&laquo;Quando chegam na margem de alguma lagoa ou rio, tiram os
couros que o gado conduz, e este principia de pastar, isto pelo
espa&ccedil;o de duas horas, pouco mais ou menos, tempo em que o
geral do povo se entrega a tomar tabaco, a fumar, a comer, e finalmente
ao
descan&ccedil;o; e, ao cabo de cujo espa&ccedil;o tornando de
p&ocirc;r os
utensilios em cima dos animaes, continuam a marcha encetada, que, no
maior rigor,
n&atilde;o excede j&aacute;mais a cinco horas diariamente,
excepto por certas e
determinadas paragens, nas quaes se torna indispensavel a marcha
nocturna, em consequencia de uma mosca de mordedura venenosa que, sendo
em grande abundancia se torna o flagello (do gado) visto seguir-se a
morte
ao cabo de determinado periodo. Por estas paragens &eacute;
denominada de Zeze, e pelos bihanos de Bisumangalla; &eacute; um
pouco mais
comprida que a mosca ordinaria, mas muito mais dura de pelle, pois que
para se matar &eacute; necessario pizal-as com os p&eacute;s,
bem
assim, andar o viajante munido de ramos nas m&atilde;os para as
afugentar do corpo, pelos
mesmos logares
&laquo;Quando chegam na margem de alguma lagoa ou rio, tiram os
couros que o gado conduz, e este principia de pastar, isto pelo
espa&ccedil;o de duas horas, pouco mais ou menos, tempo em que o
geral do povo se entrega a tomar tabaco, a fumar, a comer, e finalmente
ao
descan&ccedil;o; e, ao cabo de cujo espa&ccedil;o tornando de
p&ocirc;r os
utensilios em cima dos animaes, continuam a marcha encetada, que, no
maior rigor,
n&atilde;o excede j&aacute;mais a cinco horas diariamente,
excepto por certas e
determinadas paragens, nas quaes se torna indispensavel a marcha
nocturna, em consequencia de uma mosca de mordedura venenosa que, sendo
em grande abundancia se torna o flagello (do gado) visto seguir-se a
morte
ao cabo de determinado periodo. Por estas paragens &eacute;
denominada de Zeze, e pelos bihanos de Bisumangalla; &eacute; um
pouco mais
comprida que a mosca ordinaria, mas muito mais dura de pelle, pois que
para se matar &eacute; necessario pizal-as com os p&eacute;s,
bem
assim, andar o viajante munido de ramos nas m&atilde;os para as
afugentar do corpo, pelos
mesmos logares onde se tornam abundantes.
<br />

<br />

<span class="pagenum">[15]</span>
&laquo;Verificada a occasi&atilde;o da marcha nocturna, um
pastor na frente, servindo de guia, e tangendo uma frauta, o mais povo
dos lados, e na retaguarda os chefes com ti&ccedil;&otilde;es
accesos, fecham o
sequito de uma numerosa manada de gado; logo que chegam no logar
destinado para o curral, este &eacute; feito n'um momento, de paus
e ramos das
arvores, que cortam para o indicado effeito: no centro repousa o gado,
em
circulo, e encostado ao cerco o mais povo da comitiva para evitar
qualquer assaltada do rei das selvas, e em virtude do que
n&atilde;o deixam
de velar continuamente.&raquo;<br />

<br />

N'essa occasi&atilde;o, levando a cavalgadura do meu uso, por me
livrar de um excesso, vim a cahir no excesso contrario: livrei-me de
um, deixando de costear o Riambeje por causa dos rios seus affluentes
que for&ccedil;osamente tinha de passar em canoas, e cuja passagem
se
tornava perigosa para ella; deixando por esse motivo de visitar a
catarata Chungo ou Mosioatunia cuja descoberta ent&atilde;o teria a
regalia
de disputar ao illustre viajante, mas n&atilde;o assim aos meus
concidad&otilde;es, fosse qual fosse a sua c&ocirc;r e
condi&ccedil;&atilde;o;&#8213;comtudo,
visitei-a mais tarde como terei occasi&atilde;o de mostrar&#8213;e
cahindo por consequencia no excesso
contrario por causa da mosca de que acabo de falar, visto que fui
obrigado a deixar ficar a cavalgadura no dia 30 d'esse mesmo mez e
anno, n'uma das povoa&ccedil;&otilde;es do povo Guete, fazendo
por tal
motivo a jornada a p&eacute; d'esse local para Rinhande, e
vice-versa, para o que me n&atilde;o
achava preparado.<br />

<br />

A paginas 71 o seguinte:<br />

<br />

<br />

<div class="tinyl">&laquo;Contando-nos a sua marcha
para o interior do continente
africano, e o seu encontro com Sebituane, celebre chefe indigena, em o
esbo&ccedil;o
que desveladamente d'elle nos bosquejou, diz o dr. Livingstone:
&laquo;Tendo
conquistado todas as convisinhan&ccedil;as do lago Kumadau (<em>Mculadau</em>),
ouvio
fallar dos homens brancos, que viviam na costa occidental; e esporeado
pelo que parece ter sido o sonho de
toda a sua vida, o desejo de abrir communica&ccedil;&atilde;o
com os
brancos, passou ao sudoeste.&raquo; Mais adeante se l&ecirc;:
&laquo;Sebituane
(<em>Xabitane?</em>) formou o designo de
descer o Zambeze at&eacute; &aacute;s terras dos homens
brancos. Tinha a
id&eacute;a fixa, que <em>n&atilde;o sei d'onde
lhe viera</em>, de que, se possuisse uma pe&ccedil;a de
artilharia, lhe seria possivel viver em paz. Sebituane passara a vida
na guerra, e todavia ninguem mostrava
desejar a paz tanto como elle. Um propheta o persuadiu a voltar de novo
para
oeste. Aquelle homem, por nome Tlapano, era chamado
&laquo;Senoga&raquo;, isto
&eacute;, que trata com deuses... Tlapano apontando para o oriente,
exclamou: Alli, Sebituane, vejo fogo:
evita-o: &eacute; fogo que pode abrazar-te. Os deuses dizem que
n&atilde;o vas alli.&raquo; Voltando-se para o oeste, exclamou:
&laquo;Vejo uma cidade e uma
na&ccedil;&atilde;o de homens negros, homens da agua: o seu
gado &eacute; vermelho: a tua tribu est&aacute;
a acabar, e toda ser&aacute; destruida: tu has de governar os
homens negros, e depois que os teus guerreiros
tiverem captivado o gado vermelho, n&atilde;o consintas que os
donos d'elle
sejam mortos. S&atilde;o elles a tua futura tribu, elles
h&atilde;o de formar a tua cidade.
Sejam poupados, para que te obriguem a edifical-a. E tu, Ramosini, sabe
que a tua
ald&ecirc;a ser&aacute; totalmente arruinada. Se Mokari se
apartar d'aquella ald&ecirc;a elle
perecer&aacute; primeiro, e tu, Ramosini, perecer&aacute;s ao
depois.&raquo; Com respeito a
si proprio accrescentou. &laquo;Os deuses foram causa de que outros
homens tivessem agua para beber;
por&eacute;m a mim s&oacute; me concederam a pessima bebida do
chakuru
(rhinoceros.) Chamam-me para si. N&atilde;o posso demorar-me
mais.&raquo;</div>

<br />

<br />

<span class="pagenum">[16]</span>
Disse que para provar a nossa prioridade ao illustre viajante, traria
unicamente para o caso a data de 1845 da primeira viagem ao Lui, o que
passo a demonstrar.<br />

<br />

A minha perigrina&ccedil;&atilde;o por estas paragens data de
1840, tendo partido da Cidade de S. Paulo
d'Assump&ccedil;&atilde;o de
Loanda; por&eacute;m em 1841, dirigindo-me &aacute; cidade de
S. Filippe de Benguella, como
j&aacute; tive tambem occasi&atilde;o de dizer, os meus
commissionados dirigindo-se pelas
terras do interior que ficam designadas, passavam e repassavam o
Riambeje, no dominio da Lunda, e nas terras dos Ganguellas; o ponto a
que se dirigiam era para a terra do Lutembo, povo ass&aacute;s
turbulento,
e mescla das tribus Bunda e Zambueira, com o intuito de se obter
passagem para a terra do Lui, j&aacute; de grande nomeada pelas
amiudadas
incurs&otilde;es que fasia o seu povo &aacute;s terras
circumvisinhas a fim de se
assenhorear do gado que na epocha abundava por todas. Eram taes as
maravilhas que circulavam d'esta California em prespectiva, que se
tornava
necessario l&aacute; chegar, fossem quaes tivessem de ser os
sacrificios a
fazer.<br />

<br />

O soba Cabitta, ent&atilde;o senhor da dita terra, ou porque
quizesse o exclusivo do mercado do marfim que negociava com o soba do
Lui (Cacoma Mulonga ou Sanduro), e permutava com sertanejos do
Bih&eacute;, semelhantemente ao Jaga de Cassange, com o
Matiamvo,&#8213;ou receioso de ser aggredido mais amiudadamente depois de
franqueado o caminho aos da mesma procedencia, &eacute; certo que
sempre se recusou a
prestar o seu consenso; por&eacute;m no anno de 1845, mediante
extors&otilde;es inauditas, e a clausula de dois empregados que
foram constrangidos de ficar comprando os generos por pre&ccedil;os
fabulosos, foram abertas as
portas de par em par &aacute; comitiva para a terra da
promiss&atilde;o, e obtida esta primeira conquista, restava ainda
outra de n&atilde;o menos
difficil empenho e vinha a ser o p&ocirc;r termo as excessos do
senhor de Lutembo,
visto que as extors&otilde;es se foram grandes na ida, se tornaram
muito
maiores no regresso, exigindo-se dentes de marfim como tributo da
passagem concedida para o Lui.<br />

<br />

Prompta, pois, a comitiva para a partida, recommendei ao seu chefe,
Francisco Monteiro da Fonseca, um diario da dita viagem, e bem assim,
procurar por todos os meios ao seu alcance, passagem para o Lui que
n&atilde;o fosse a da terra j&aacute; citada.<br />

<br />

No anno de 1847, na segunda viagem &aacute; dita terra, eis o que
digo a este respeito:<br />

<br />

&laquo;A terra do Lui propriamente dita, &eacute; habitada
presentemente pelo povo Genge, (synonymo de audacioso, posto pelos
indigenas aos
Macorrollos, e pelo qual se ficou denominando o paiz,) o qual se
assenhoreou do paiz pela imbecillidade do soba Riumbo, antigo senhor do
mesmo. Este se bem que tarde conhecesse a sua fraqueza,
j&aacute;mais quiz ser tributario d'aquelles a quem o havia
entregue, e por esse motivo, expatriando-se, com parte do seu povo, se
veiu refugiar n'esta terra denominada Locullo, antigamente sua
tributaria, e hoje sua
c&ocirc;rte, denominada Lui. O soba Riumbo tem seguros sessenta
annos de idade, e n&atilde;o obstante a mesma, ainda n&atilde;o
dep&ocirc;z
as armas de guerreiro, pois se tarde conheceu a sua fraqueza entregando
o paiz aos seus inimigos; presentemente n&atilde;o lhes tem cedido
um palmo de terra.
&Eacute; paiz de grande
<span class="pagenum">[17]</span>
extens&atilde;o, com immensas terras que lhe s&atilde;o
tributarias, cujos sobas seguidos do seu povo, annualmente vem prestar
tributo ao soba Riumbo, com os seguintes generos: marfim, escravos,
canoas, pelles de todas as qualidades, mantimentos, carnes de
ca&ccedil;a, peixe, mel e
sal; n&atilde;o ha gado domestico de especie alguma, visto que o
possuido antigamente, ficou em poder do povo Genje; a unica
crea&ccedil;&atilde;o
domestica que possuem s&atilde;o gallinhas.<br />

<br />

&laquo;&Eacute; pois este povo, d'entre o geral do gentio, de
costumes simples e n&atilde;o corrompidos; o unico instincto que
possuem &eacute;
o de Deus e nada mais: usam trajar pelles dos differentes animaes
bravios, as quaes
s&atilde;o por elles mui bem preparadas; as suas armas,
s&atilde;o: arcos e
frechas, lan&ccedil;as curtas e compridas.&raquo;<br />

<br />

Pelo que diz respeito ao soba Cabitta, as coisas continuaram da mesma
f&oacute;rma, e relativamente a buscar differente caminho,
n&atilde;o foi possivel persuadir os Bihanos para tal fim.<br />

<br />

No anno de 1849, da terceira viagem, falleceu o soba Riumbo,
succedendo-lhe seu primogenito Machico, e de cujo acontecimento nenhum
damno resultou para os viajantes, attendendo &aacute; boa indole do
povo, e attendendo egualmente ao estylo seguido alli
tambem:&#8213;<em>Morreu o rei: Viva o rei</em>.&#8213;pois que o
defunto soba
n&atilde;o passa al&eacute;m de vinte e quatro horas insepulto,
e o herdeiro j&aacute; existe
occupando o seu logar, passando por consequencia o acontecimento
desapercebido como qualquer outro.<br />

<br />

As extors&otilde;es do soba Cabitta, j&aacute; para com as
pessoas da comitiva, j&aacute; para com dois empregados que de
rigor eram obrigados de
ficar, como tive occasi&atilde;o de dizer, continuavam da mesma
maneira,
dando logar n'esta occasi&atilde;o a ter eu de lan&ccedil;ar
m&atilde;os das armas para repellir do quilombo o dito soba e a
turba de que se fazia acompanhar a fim de lhes infundir respeito aos
viajantes; para evitar taes disturbios
aquelles se fitavam mutuamente, concorrendo cada um com o peculio
indispensavel,
e em propor&ccedil;&atilde;o das fazendas que cada contribuinte
recebia da minha m&atilde;o, e depois de entregue, segundo o
pre&ccedil;o
imposto pelo insaciavel e turbulento soba, e de bem examinados todos os
objectos, respondia este: <em>agora sim, est&atilde;o
desempedidos; podem
seguir viagem quando quizerem</em>.<br />

<br />

No entretanto, estes vexames n&atilde;o eram praticados unicamente
na ida; no regresso, apresentava-se o licencioso soba no quilombo
exigindo
dentes de marfim de tributo, e segundo o que cada pessoa conduzia,
visto que assistindo &aacute; passagem da comitiva no rio Lutembo,
em cuja margem esquerda se acha situada a libata grande, que vem a ser
a povoa&ccedil;&atilde;o principal ou chefe da terra, contava e
recontava as cargas de marfim que do porto eram conduzidas para o
abarracamento, dizendo sem rebu&ccedil;o em tal acto, que era para
que o n&atilde;o
enganassem; tornava-se necessario p&ocirc;r termo a taes
excessos, mas, como
vamos v&ecirc;r, a um acaso providencial se deve semelhante
successo.<br />

<br />

No anno de 1850, da quarta viagem, ainda o soba Cabitta gozou na ida da
comitiva o direito de passagem, por&eacute;m chegando
ella na margem direita do Riambeje, como era de costume dispararam-se
as armas a fim de dar aviso da chegada de hospedes na terra, e a cujo
<span class="pagenum">[18]</span>
signal de prompto acudiam os
canoeiros; o silencio n'esta
occasi&atilde;o, bem assim no dia seguinte, foi a resposta que os
viajantes obtiveram; acto continuo formaram conselho sobre o que
restava a fazer, e o
accordo foi geral de que Machico tinha sido guerreado pelos intrusos
visinhos, e por consequencia havia mudado de local, e ent&atilde;o
que se devia descer o rio com o intuito de se entabolar
negocia&ccedil;&otilde;es com o chefe dos Macorrollos; para
este effeito deram ca&ccedil;a a dois
pretos da tribu Nhengo, que depois de presos para n&atilde;o
fugirem,
serviram de guias &aacute; comitiva at&eacute; &aacute;s
povoa&ccedil;&otilde;es de Ribonda, ao noroeste do Riambeje, e
situadas na sua margem direita, onde, depois de postos em liberdade e
gratificados, regressaram ao logar da sua nacionalidade.<br />

<br />

Por ordem do chefe do local foi a comitiva impedida, julgando-a povo de
invasores, at&eacute; ulterior decis&atilde;o da libata
grande do paiz, para onde tinham seguido emissarios com a
participa&ccedil;&atilde;o
da sua chegada, regressando ao cabo de dois dias com outros enviados do
soba, a fim de a conduzir para o local que lhe era indicado para fazer
o
estabelecimento, ou Quibango, como o denominam na lingua Bihana, em
frente a Nariere, ent&atilde;o corte do povo Macorrollo no Lui.<br />

<br />

Esta povoa&ccedil;&atilde;o ficou inteiramente deshabitada
depois da revolu&ccedil;&atilde;o de setembro de 1864, que
elevou ao poder Hipopa, actual senhor do paiz, e ultimo filho de Cacoma
Mulonga ou Sanduro, muito conhecido do illustre viajante, visto que
esteve ao seu servi&ccedil;o por
concess&atilde;o de Hiquereto, ent&atilde;o sob o nome de
Lutango.<br />

<br />

Recebeu o chefe da comitiva &aacute; sua chegada no local, um dente
grande de elephante, um boi, e grande por&ccedil;&atilde;o de
mantimento, e no dia seguinte, seguida dos seus companheiros,
apresentou-se em Nariere, que, como era de esperar, estava
litteralmente apinhada de povo, avido sempre de novidades.<br />

<br />

Na pra&ccedil;a, ou centro da povoa&ccedil;&atilde;o,
Hebitane; Pepe, seu logar-tenente no Lui; Hiquereto, seu filho e
successor, pastoreando ent&atilde;o
o gado n'esse tempo; Borollo, seu irm&atilde;o;
inclusiv&egrave;
as pessoas do sexo masculino da familia, e mais optimatos da tribu
assentados em bancos rasos a curta distancia da residencia do soba; os
viajantes proximos, e a turba na pra&ccedil;a se achava apinhada,
como j&aacute;
disse, assentada no ch&atilde;o; sendo recommendado silencio,
levantou-se o chefe da
comitiva, e no idioma Ganguella deu conta de todas as particularidades
relativas &aacute; viagem; da terra da sua naturalidade; por quem
eram
enviados, e finalmente as suas inten&ccedil;&otilde;es de
manter
rela&ccedil;&otilde;es de amizade com o chefe do paiz, o que
foi transmittido a Pepe, e este, acto continuo,
passou a transmittir a Hebitane, o qual respondeu achar-se de accordo,
visto serem esses os seus desejos.&#8213;&laquo;A Quiceque, disse elle,
chegaram Macuas do Oriente, apontando para o indicado ponto, (No dia 12
de
mar&ccedil;o de 1853 falo d'esta gente, procedente de Inhambane ou
talvez de
Quelimane), mas havendo-se retirado, n&atilde;o teem regressado.
Por
differentes vezes, continuou elle, tenho ouvido falar de Macuas do
Occidente em Locullo, sem que se apresentassem no local, o que tinha
dado logar a mandar guerrear Machico, a fim de v&ecirc;r, se,
continuariam de o
procurar, ou ent&atilde;o se vinham ao local como acabava de se
realisar, e
por cujo successo todos se deviam congratular.&raquo;
<br />

<br />

<span class="pagenum">[19]</span>
Findo o que, teve logar a entrega de presentes, mutuamente, e o
dispersar de actores e espectadores para seus logares; e agora, que o
soba Cabitta desappareceu da scena, visto que morreu em 1854, e visto
egualmente que d'elle nos n&atilde;o tornaremos a occupar, porque a
comitiva na torna viagem passou pela terra do Cutti: permitta-me o
leitor que desviando-me do assumpto, relate um caso que tem
rela&ccedil;&atilde;o com uma heroina, m&atilde;e d'este
mesmo soba fallecido, e em cuja
familia &eacute; innato o despeito.<br />

<br />

No dia 30 de maio do corrente anno, na margem direita do rio Cubangui,
emissarios de Muene Gambo ou Muene Calunga, (a m&atilde;e
de Cabitta) me vieram da sua parte pedir um dia de demora no local, a
fim de fazer negocio do dente direito de um elephante, e de cujo animal
j&aacute; tinha comprado o dente esquerdo na cabeceira do dito rio;
respondendo affirmativamente, esperei, e eis o que digo a este
respeito:<br />

<br />

&#8213;&laquo;<em>31 de maio de 1868.</em>
Pelas duas horas da tarde chegou Muene Gambo com uma comitiva excedente
a duzentas pessoas, n&atilde;o
trazia marimbas, mas trazia os tambores que &eacute; de uso fazer
concerto
com os ditos instrumentos, e o indispensavel farcista ao estylo do
Luvar e da Lunda, cujo unico servi&ccedil;o consiste em ser
varredor, fazer
visagens, e repetir continuamente a sauda&ccedil;&atilde;o
usual do dito
povo: <em>Averi&eacute;!
Averi&eacute;!</em><br />

<br />

&laquo;Tendo feito alto f&oacute;ra do quilombo, (arraial), dei
ordem para que fosse introduzida, e hospedada n'uma barraca que lhe
tinha destinado, e depois de haver descan&ccedil;ado algum tempo,
mandei
comprimental-a, e saber se queria fazer negocio do dente de marfim, que
j&aacute; a
tinha precidido; respondeu negativamente, dizendo que: o seu
canca&ccedil;o era grande, em virtude da jornada que
j&aacute; n&atilde;o
comportava a sua edade; e em presen&ccedil;a de semelhante
decis&atilde;o, lhe mandei dar
algumas gallinhas, carne de vacca secca, e farinha de massango, para o
seu jantar:
concluido este dever, tratei egualmente de apromptar os generos
necessarios para o negocio em quest&atilde;o, a fim de estar
prevenido para o
dia seguinte.<br />

<br />

&laquo;Frio, e vento forte de Nordeste.&raquo;<br />

<br />

&laquo;<em>1.&ordm; de junho.</em> Eram oito
horas quando mandei comprimentar Muene Gambo, e saber se estava
disposta a tratar do negocio,
apresentou-se pessoalmente com seis dos seus macotas (conselheiros),
fazendo-me v&ecirc;r que, o seu fim tinha por objecto conhecer-me,
e o dente de marfim, era presente que me fazia: retorqui agradecendo a
visita; e dizendo que n&atilde;o tinha por habito receber presentes
de
valia, e ent&atilde;o seria melhor tratarmos do negocio, attendendo
a que se n&atilde;o
daria mal. Com effeito, sendo esta gente bastante impertinente em
assumptos de mutua troca, com esta velhinha ainda robusta, eram nove
horas quando o negocio estava concluido, muito a seu contento e dos
seus
conselheiros, jurando ella que de futuro, cera ou marfim que lhe fosse
possivel obter, teria o cuidado de conservar a fim de me ser enviado
para o dito effeito; n&atilde;o necessitando dizer que, o direito
de
passagem que teria a fazer ao seu subdito Muene Camgamba, (soba do
local, mas que nada recebe de tributo dos viajantes, em virtude de
n'elle vir
situar muito posteriormente &aacute; passagem de comitivas para
Lui) o fiz
a ella em mais avultado quinh&atilde;o, mas n&atilde;o exigido,
e
dado com muito gosto.
<br />

<br />

<span class="pagenum">[20]</span>
&laquo;Esta mulher deve com effeito ufanar-se da sua existencia,
visto que tem sido m&atilde;e de treze filhos que por seu turno
reinaram
em diversas partes, sendo, seis do sexo masculino, e sete do sexo
feminino, existindo apenas Chiella sua filha, actualmente em Cangilla,
e
av&oacute; do actual soba da dita terra, de que falei a 22 do mez
proximo findo; presentemente ent&atilde;o governando os seus netos
e bisnetos de
ambos os sexos, sendo os seguintes de maior
considera&ccedil;&atilde;o: Soba Liatto no
Lungu&eacute;bungo, de quem &eacute; feudatario o soba da terra
de Muatamjamba; sobas das terras de Cangilla, Gonga e Lutembo; o
celebre Catongotongo, hoje situado proximo das vertentes do rio Cutti,
tambem &eacute;
seu neto.<br />

<br />

&laquo;Concluindo, direi que, Muene Gambo tem para mais de oitenta
janeiros, estatura baixa, e refor&ccedil;ada de corpo; cabellos
brancos, cheios de missanga branca grossa, entretecida de maneira a
dar-lhe
&aacute; cabe&ccedil;a a apparencia de coberta com um capacete.
Uma especie de baculo de canna, de que ha abundancia nos bosques da
Lunda, imitante a canna da India, lhe servia de arrimo; trajava pannos
de zuarte, e sobre o hombro direito, trazia um especie de
enx&oacute; bastante
enfeitada. Notei que tinha o passo firme, n&atilde;o obstante a sua
avan&ccedil;ada edade; e, como acabo de dizer, eram nove horas
quando o negocio estava concluido; depois de nos haver-mos despedido,
dei ordem para alevantar a comitiva.
Continu&aacute;mos a viagem, pass&aacute;mos o rio
Cubangu&iacute;*, e proseguindo a marcha, fomos entrar no quilombo
sito na sua margem esquerda, onde nos encontr&aacute;mos a 14 de
novembro do anno passado, eu, e
o meu amigo Bonifacio Jos&eacute; Rasquete.<br />

<br />

Tempo frio e vento forte de Nordeste.&raquo;<br />

<br />

Agora, voltando ao assumpto de que me tinha desviado, direi que da
quinta viagem no anno 1852, est&aacute; o illustre viajante
bastante ao facto, visto que n'ella tive a honra de o conhecer, o que,
hoje, em
virtude do que se tem dado julgo que melhor f&ocirc;ra se
n&atilde;o
tivesse realisado. O illustre viajante sabe perfeitamente que a
ingratid&atilde;o
&eacute; uma dama que causa tedio! Quanto melhor n&atilde;o
f&ocirc;ra que
tivesse tratado simples e puramente da sua viagem no interior d'este
continente?
deixasse viver em paz os pobres traficantes? n&atilde;o tratasse
tanto de
uma ephemera superioridade, que hoje eleva para amanh&atilde;
abater? e
finalmente tratasse mais da Biblia, como palavra descida do
c&eacute;o...<br />

<br />

Hebitane, tinha tido conhecimento de viajantes portuguezes do Oriente e
do Occidente, muito tempo antes do illustre viajante
p&ocirc;r p&eacute;s em territorio africano. Os primeiros
vieram a Quiceque, e os segundos faziam parada em Locullo, apenas a
cinco dias de distancia de Nariere, como j&aacute; tive
occasi&atilde;o de dizer; que sejam
classificados de negociantes, sertanejos, ou <em>mambari</em>,
(&aacute;parte a c&ocirc;r) isso pouco importa. O illustre
viajante &eacute; conhecido commummente pelo seu nome:&#8213;O Reverendo
Dr. David Livingstone,&#8213;mas entre os indigenas simplesmente pelo
appellido de <em>Monare</em>; a
pe&ccedil;a de artelharia, encommenda de Habitane, na
occasi&atilde;o da retirada dos meus empregados, e que mandei
vir de Lisboa, teve-a seu herdeiro no poder, mais tarde, isto
&eacute;, em
1854, mas o destino que lhe deu, foi o de a mandar refundir para
manilhas dos bra&ccedil;os e pernas, visto que era de bronze, e
pouco menos de calibre um;
<span class="pagenum">[21]</span>
o mesmo destino lhe daria
seu pae, a dar-se o caso de n&atilde;o
ter fallecido.<br />

<br />

Admira pois que o illustre viajante perdesse o seu tempo com taes
futilidades, como a da prophecia; pense que ninguem &eacute;
propheta na sua patria, e muito menos na alheia: Hebitane tinha um
tanto de lunatico, e era um selvagem; nada mais natural do que
acreditar nos ditos do embusteiro Tlapano, que, em parte se realisaram
com a
revolu&ccedil;&atilde;o de setembro de 1864, preludio do
massacre de seu irm&atilde;o
Borollo, regente na menoridade de seu sobrinho Ritari, de toda a sua
familia, e de toda a tribu Macorrollo, aqui no paiz, e que, como
j&aacute; tive occasi&atilde;o de falar, elevou ao poder o
actual soba Hipopa,
filho de Cacoma Mulonga.<br />

<br />

Esta terrivel catastrophe para a tribu em quest&atilde;o,
s&oacute; poupou algumas mulheres que de bom grado acceitaram a
nova ordem de coisas, entregando-se voluntariamente nas m&atilde;os
d'aquelles que na
vespera curvavam a cerviz ao jugo estranho, e que no curto
espa&ccedil;o de vinte e quatro horas, trocando-se os papeis,
passavam de escravos a senhores. &Aacute;
excep&ccedil;&atilde;o d'essas infelizes que inda
assim assistiram &aacute; tragedia, o massacre foi geral,
n&atilde;o poupou crean&ccedil;a de peito!
Effeitos violentos de medidas que emanam sempre do terror, e que mais
tarde ou cedo fazem acabar os que as empregam &aacute;s
m&atilde;os do mesmo
terror, mas n&atilde;o de vaticinios sem connex&atilde;o, nem
mesmo com o merecimente da
novidade.<br />

<br />

Senhor do mais bello paiz central do continente africano, que o acaso
havia deposto a seus p&eacute;s, sem que lhe custasse a mais
minima gotta de sangue, Habitane n&atilde;o o soube gozar, nem
mesmo soube
aplanar o caminho para os seus, a fim de que para o futuro o viessem a
desfructar; principiou por ordenar o exterminio d'elles, n&atilde;o
obstante o
seu j&aacute; reduzido numero; at&eacute; que a morte o veiu
colher em 1851, em
Rinhande de Muanamgombe ou sitio Dumbua, capital que havia fundado, e
onde jaz sepultado. Uns dizem que de morte natural, outros, e d'estes o
maior numero, dizem que envenenado; o que deixo para ser averiguado por
pessoas competentes, que de futuro se occupem com as nossas coisas de
Africa.<br />

<br />

Hiquereto, seu primogenito, assumindo o poder, transferiu a capital
para Rinhande, local mais ao Sueste, e a oito horas de distancia,
por&eacute;m, trilhando a mesma vereda de seu pae, pode dizer-se
que o seu governo foi um continuo sorvedouro de vitimas, mandadas
assassinar sob a mais leve apparencia de suspeitas, j&aacute; ao
supremo arbitrio,
j&aacute; em virtude de feiti&ccedil;os contra a sua pessoa.
Depois de uma longa
enfermidade do mal de Lazaro, foi mandado estrangular no leito da
agonia por seu tio Borollo, segundo o preg&atilde;o da turba, em
1863, e sepultado
n'esse mesmo local de que foi fundador, e que durante os primeiros
annos do seu governo, se tornou um grande centro de
anima&ccedil;&atilde;o e movimento.<br />

<br />

Borollo, vendo que o poder, depois da morte de Hiquereto, passava
&aacute;s m&atilde;os de sua m&atilde;e, apresenta-se em
Rinhande a fim de o disputar (1863), o que consegue depois de uma
grande batalha, em que a victoria dep&otilde;e a cor&ocirc;a de
vencedor a seus
p&eacute;s, assumindo por essa occasi&atilde;o a regencia
durante a menoridade de seu sobrinho Ritari e
<span class="pagenum">[22]</span>
recolhendo &aacute;
terra do Lui que torna a readquirir a sua
antiga preponderancia da capital do paiz. No entretanto, em logar de
poupar os da sua tribu a fim de equilibrar a
governa&ccedil;&atilde;o entre
elles e os indigenas ao contrario de seu irm&atilde;o e sobrinho,
continua o seu
exterminio sem descan&ccedil;o, a fim de desaggravar as injurias
porque havia
passado no governo d'este ultimo: o que visto pelos naturaes, foi o
signal de
alarme para sacudir o jugo dos Macorrollos em setembro de 1864, como
acabei de dizer.<br />

<br />

A paginas 72 e 73 o seguinte:<br />

<br />

<br />

<div class="tinyl">&laquo;Conta o Dr. Livingstone que,
tendo-se dirigido de Naliele
a
Sesheke (deve ser de Rinhande), cento e trinta milhas ao nordeste, e
descoberto o
Zambeze no centro do continente, e visitado o paiz limitrophe,
f&ocirc;ra
procurado, e o seu companheiro Oswell, por muitos individuos, que
trajavam baetas de differentes
cores, e um d'elles algod&atilde;o pintado; e nos informa de que
taes
mercadorias eram obtidas por via dos Mambari, que demoram nas
proximidades do Bih&eacute;,
os quaes as tinham trocado por crean&ccedil;as de ambos os sexos.
Accrescenta que, em
1851, se realisara um rasgate de duzentos rapazes de 13 a 14 annos de
idade por
espingardas portuguezas, as quaes tinham a marca de <em>Ligitimo
de
Braga</em>. Ora os Mambari eram, por assim dizer,
commorc&atilde;os do Bih&eacute;, e estavam em
intimas rela&ccedil;&otilde;es com os portuguezes, com quem
traficavam em escravatura, e de quem eram corretores, e a quem, como
&eacute; sabido, e, como veremos, attesta o mesmo Dr.
Livingstone, acompanhavam nas suas excurs&otilde;es commerciaes
pelo interior de todas
aquellas regi&otilde;es. N&atilde;o p&oacute;de pois deixar
de ter-se por certo, porque
se torna incrivel o contrario, que tinham dado os Mambari largas
noticias do Zambeze central.&raquo;</div>

<br />

<br />

No j&aacute; citado anno de 1845, os negociantes da
pra&ccedil;a da cidade de Benguella que at&eacute;
ent&atilde;o depositavam inteira
confian&ccedil;a nos seus sertanejos do Bih&eacute;, e de
futuro continuaram, entregavam as suas
fazendas a estes sem condi&ccedil;&otilde;es previas, quer
dizer: que as
dividas at&eacute; essa data fossem solvidas em escravos, em cera,
ou em marfim, isso n&atilde;o
era quest&atilde;o, esta limitava-se a que se fizesse o pagamento,
em
prazo mais ou menos longo, n&atilde;o obstante o estipulado na
escriptura que
era de seis meses; no entretanto, no j&aacute; citado anno, foi
imposta
condi&ccedil;&atilde;o positiva de taes dividas serem pagas em
cera e marfim, o que sempre se tem verificado at&eacute; ao
presente.<br />

<br />

N&atilde;o necessito dizer que isto foi motivado pelo rigoroso
cruzeiro ent&atilde;o estabelecido para a total
suppress&atilde;o do
contrabando.<br />

<br />

Disse egualmente que as diversas terras de que se compunha a tribu da
grande familia Quimbunda, e &aacute; qual pertence a
Bihana, faziam o seu exclusivo, de escravos, e, a ser possivel a
exporta&ccedil;&atilde;o d'elles, sendo a pra&ccedil;a da
cidade de Benguella o grande centro de
affluenci&agrave; do commercio do interior, n'um
momento dado em que lhe fosse
necessario, mil, ou dois mil escravos, n&atilde;o tinha mais do que
enviar
emissarios pelo interior, para que no curto espa&ccedil;o de um
mez, tal
numero se apresentasse. O Bih&eacute; demora apenas a dez dias de
distancia d'esta cidade, e d'aqui para baixo as mais terras da tribu
designada. Ora, os sertanejos em quest&atilde;o, n&atilde;o se
podiam afastar de
uma condi&ccedil;&atilde;o imposta muito antecipadamente ao
contrahimento da divida, e na mesma
escriptura, que, para todos os effeitos reputavam de sagrada, e dada
tal hypothese, significaria faltar &aacute; f&eacute; dos
contractos, a que por certo se
<span class="pagenum">[23]</span>
n&atilde;o queriam expor; menos, quando fosse possivel a
exporta&ccedil;&atilde;o de escravos no litoral por qualquer
circumstancia fortuita como acabei de falar.<br />

<br />

Porque haviam de aventurar-se ent&atilde;o a um mercado de tal
natureza, t&atilde;o longiquo como a terra do Lui, Luvar, ou mesmo
da Lunda,
tendo-o &aacute; porta, e por todo o interior nas differentes
terras de
grande familia Ganguella, depois de se transpor os rios Cuquema e
Quanza,
comprehendendo o quadrante do norte e sul, a limitar por leste com as
tres terras acima, nas quaes, muito antes das medidas suppressores do
trafico, o melhor escravo n&atilde;o excedia j&aacute;mais dez
len&ccedil;&otilde;es, (medida de cinco covados cada
len&ccedil;ol,) e d'este pre&ccedil;o para baixo
at&eacute; tres len&ccedil;&otilde;es.<br />

<br />

E sendo o primeiro pre&ccedil;o, aquelle porque regula qualquer
escravo entre a tribu Quimbunda, n&atilde;o necessito dizer que,
cahe por
terra qualquer argumento em contrario ao que acabo de expender.<br />

<br />

No Lui, os escravos eram comprados pelos Bihanos com os pagamentos que
se lhes fazia, que nunca excedeu para todas as terras do interior,
al&eacute;m de tres len&ccedil;&otilde;es, na ida
(para a cidade de Benguella regulava o mesmo pre&ccedil;o na ida,
por&eacute;m na recolhida em seis
len&ccedil;&otilde;es;) e outros tres na recolhida, fazenda que
dava perfeitamente para dois
escravos, que serviam de carregadores ao senhor, em quanto que elle
passava a carregar a carga do sertanejo. E hoje que se n&atilde;o
d&atilde;o negocios taes n'este paiz, e se realisam na terra da
Lunda, os Bihanos seguem &aacute; porfia para esta.<br />

<br />

Relativamente ao resgate ou melhor diremos compra, de duzentos rapazes
de 13 a 14 annos de edade, pelas taes espingardas denominadas
portuguezas, n&atilde;o teem qualifica&ccedil;&atilde;o
possivel tal asserto; no entretanto, notaremos que &eacute; um
excessivo numero de instrumentos
mortiferos para quem lhes sabe o valor intrinseco, mas n&atilde;o
na
m&atilde;o d'esta gente que, ao menor desarranjo em qualquer mola,
e na falta de mestre para o concerto, as vendem por um
len&ccedil;ol de fazenda ou um
macete de missanga. Qualquer sertanejo procedente do Bih&eacute;
quando se
dirige para este paiz, nunca traz mais de uma at&eacute; duas
caixas de espingardas, segundo a quadra do anno, que vem a ser no
primeiro caso, trinta, e no segundo, sessenta armas; uma parte d'este
numero fica no caminho permutado por cera e marfim; nas comitivas, de
ordinario, sempre veem um numero muito maior, mas &eacute; para sua
defeza.<br />

<br />

D'onde, sahiu pois o numero indicado pelo illustre viajante?...<br />

<br />

Emquanto ao rotulo, significa usurpa&ccedil;&atilde;o pura e
simples d'aquelle de que faz uso seu primitivo auctor, visto que a
procedencia d'essas
armas, hoje, &eacute; das fabricas da Allemanha e Inglaterra, que
as
mandam ao mercado por modicos pre&ccedil;os e em virtude dos quaes
o
verdadeiro auctor n&atilde;o pode fazer competencia.<br />

<br />

At&eacute; 1854 foram aquellas as armas que para aqui vieram, e
todas as tribus para o poente n&atilde;o fazem uso de outras,
por&eacute;m, como os Macorrollos sympathisassem mais com as
raiunas, introduzidas pelo illustre viajante, principiaram estas,
d'essa epocha por deante at&eacute;
1864, de affluir ao paiz, mas em consequencia dos acontecimentos
cahiram em desuso, para de novo darem entrada &aacute;quelles, as
quaes,
bem como polvora, chumbo em balas, e muni&ccedil;&atilde;o,
arame de
lat&atilde;o grosso, contaria
<span class="pagenum">[24]</span>
de diversas c&ocirc;res e qualidades, fazendas finas e
ordinarias, e finalmente roupas, finas e ordinarias, genero de grande
extrac&ccedil;&atilde;o, s&atilde;o de exclusiva
negocia&ccedil;&atilde;o com o soba, attendendo a que
este concentra na sua pessoa como senhor absoluto, todo o machinismo
mercantil,
negocia&ccedil;&atilde;o unicamente feito, por elle, e pelo
sertanejo que se apresenta. Concluida, ella tem logar a entrega do
marfim, e por consequencia a
distribui&ccedil;&atilde;o dos generos pelos magnates em geral;
tem egualmente logar ent&atilde;o a dispers&atilde;o do povo da
comitiva para as
terras limitrophes, onde se permuta o marfim, egualmente os escravos,
sendo este segundo ramo da attribui&ccedil;&atilde;o dos
Bihanos, que, se
d&atilde;o melhor com elles, que n&atilde;o com os da sua
ra&ccedil;a, em consequencia da humildade d'elles,
j&aacute; para o seu servi&ccedil;o, j&aacute; para
satisfazer Milongas (crimes),
j&aacute; finalmente para permutar por cabe&ccedil;as de gado,
cujo pre&ccedil;o &eacute; de
seis bois grandes (castrados) por um escravo, o que o possuidor decora
com o pomp&ocirc;so titulo
de sua manada de gado. E todo aquelle que possue esta, e, ainda
al&eacute;m d'ella, quatro ou seis escravos, sahiu da classe plebea
para a nobre;
j&aacute; por ter maior numero de concubinas, que uma honraria
adquirida &aacute;
raz&atilde;o de um escravo ou um boi; e j&aacute; finalmente
porque entra na
classe de pombeiro, recebendo fazendas dos sertanejos, pelo que
&eacute;
obrigado de acompanhal-os para toda a parte; sendo a isto que o Bihano
aspira unicamente, dando principio &aacute; sua carreira pelo
tirocinio de
carregador.<br />

<br />

Pelo que fica dito se v&ecirc; que o nome de
<em>Mambari</em>, applicado indistinctamente ao povo Bihano
pelos indigenas, e alternadamente
<em>Himbari</em>, e <em>Bimbari</em>, pelo
povo Ganguella,
&eacute; synonymo de <em>Quimbar</em> ou <em>Himbar</em>,
com o qual s&atilde;o
designados os escravos pertencentes aos sertanejos, entre a
ra&ccedil;a Qimbunda, &aacute; qual, como j&aacute;
tive occasi&atilde;o de falar, pertence a terra do Bih&eacute;,
e mais terras para o poente
at&eacute; &aacute; cidade de Benguella, comprehendo algumas
que demoram para o norte e sul. Em virtude do seu dialecto especial, e
unico assim denominado,
apresentando-se os sertanejos do Bih&eacute; pelo interior a tratar
de seus
negocios, os habitantes julgando o povo da comitiva como sujeito aos
mesmos, os ficaram designando de vez pelos nomes que ficam notados, e
com os quaes se n&atilde;o deshonram os Bihanos, povo
excencialmente
commerciante.<br />

<br />

Nas mesmas pag. 73 e 74 o seguinte:<br />

<br />

<br />

<div class="tinyl">&laquo;Quando os Mambari (narra
Livingstone) divulgaram entre os
seus, em 1850, noticias favoraveis do novo mercado, aberto no Oeste,
muitos
mulatos portuguezes, dados ao commercio da escravatura, foram induzidos
a ir alli em 1853; e um, que <em>similhava perfeitamente um
portuguez</em>, chegou a Liniante
(<em>Rinhande?</em>) emquanto eu alli estava. Este homem
n&atilde;o trazia mercadorias,
e affirmava ter vindo unicamente com o fim de indagar que sorte de
fazendas teriam
sahida no mercado. Pareceu-me muito transtornado com a minha
presen&ccedil;a.
Sekeletu (<em>Hiquereto?</em>), deu-lhe de mimo um dente de
elephante e um boi, e, tendo-se (o
portuguez) encaminhado a distancia de perto de cincoenta milhas a
Oeste, levou
comsigo uma <em>aldeia inteira de Bakalahari</em>
(<em>Bacalaliari?</em>) pertencente ao
Makololo (<em>Macorrolos?</em>). Trazia comsigo grande
numero de escravos armados; e como todos os habitantes da aldeia,
homens, mulheres e crean&ccedil;as foram
levados, e o facto ficou ignorado at&eacute; muito tempo depois,
n&atilde;o se
sabe se elle realizou o seu intento por meio da for&ccedil;a,
ou se mediante seductoras
promessas. Em todo o caso a escravid&atilde;o foi a sua sorte. O
portuguez era conduzido n'uma
maca, dependurada de duas varas, de modo que tendo a
configura&ccedil;&atilde;o
de um sacco, os Makololo, o nomeavam &laquo;o
pae-do-sacco.&raquo;</div>

<br />

<br />

<span class="pagenum"><a name="p25">[25]</a></span>
Este homem t&atilde;o infamemente ultrajado, e que foi meu visinho
no Bih&eacute;, presentemente morador no concelho do Dombe, no
districto da cidade de Benguella, chama-se Caetano Jos&eacute;
Ferreira, natural
do Barreiro, suburbio de Lisboa, e tem tanto de mulato, quanto o
illustre viajante tem de boa f&eacute; nos seus escriptos.<br />

<br />

Sahindo comigo do Bih&eacute; a 20 de novembro de <a href="#e3">1852</a>,
e seu companheiro Norberto Pedro de Senna
Machado, natural de Setubal, a 16 de janeiro de 1853, a comitiva dos
ditos senhores tomou a
direc&ccedil;&atilde;o do Sul, para as vertentes do rio Quando,
e a minha, a
direc&ccedil;&atilde;o de Nordeste para aqui.<br />

<br />

Caetano Jos&eacute; Ferreira, por suggest&otilde;es das pessoas
principaes da comitiva, foi levado a contrahir juramento com o soba do
local onde permutou seus negocios, dominio do ent&atilde;o soba
Hiquereto,
como actualmente o &eacute; do soba Hipopa.<br />

<br />

Este juramento que os <a href="#e4">indigenas</a>
denominam Cacendo, consiste na diabolica cerimonia dos contrahentes
fazerem uma pequena
incis&atilde;o no peito, &aacute; qual depois de applicados os
labios, mutuamente
chupam o sangue que d'ella sae, e concluido tal acto, dizem-se
inseparaveis para a vida e para a morte; bem assim com direito
reciproco nos seus bens, havidos e por haver.<br />

<br />

N'esta scena repugnante que rapido acabo de bosquejar, verificou-se,
por&eacute;m, o contrario do que naturalmente era de esperar, visto
que um mez depois da retirada do mesmo senhor para o Bih&eacute;,
succede morrer o soba, e os selvagens affirmando ser proveniente do
sangue que tinha sorvido do europeu, em raz&atilde;o de tal
ceremonia
achar-se unicamente em uso entre os naturaes, aguardaram ensejo de se
apresentar alli em 1854 uma comitiva minha, para preparar o assassinato
de dois Bihanos, como represalia do acontecimento, notificando ao chefe
de dita comitiva, que, se Caetano Jos&eacute; Ferreira se
n&atilde;o apresentasse, ou gente sua, a fim de pagar o crime da
morte do soba, os dois
assassinatos que tinham commettido, seria o preludio de
vingan&ccedil;as mais estrondosas na occasi&atilde;o em que no
local, ou
circumvisinhan&ccedil;as, apparecessem comitivas do
Bih&eacute;.<br />

<br />

Effectivamente, os dois assassinatos foram
<em>pagos</em> pelo dito sr. no
Bih&eacute; aos parentes das victimas, e, acto continuo, foi
constrangido a mandar enviados seus com fazendas, para satisfazer ao
arguido crime da morte do soba em quest&atilde;o, a fim de evitar
maiores
complica&ccedil;&otilde;es e prejuizos de futuro.<br />

<br />

E sendo o caso que acabo de descrever a consequencia de uma imprudencia
irreflectida, qual n&atilde;o seria aquelle que
immediatamente se seguiria ao attentado do sequestro de uma <em>aldeia
inteira de Bakalahari?!!</em> Eu vou dizer ao leitor: O chefe da
comitiva, o seu companheiro, inclusive brancos naturaes do paiz, e
brancos para mais de mil, seriam massacrados ao furor da turba de taes
paragens, sempre
<span class="pagenum">[26]</span>
avida de sangue,
attendendo a que para tal carnificina, seriam
sufficientes quarenta e oito horas, se tanto, de
communica&ccedil;&atilde;o
pelo rio Quando, a fim do soba Hiquereto enviar a ordem, depois de
recebida a participa&ccedil;&atilde;o, no que n&atilde;o
seria
economico, muito principalmente tendo por mentor o illustre viajante
inglez.<br />

<br />

N&atilde;o appliques aos outros aquillo que, n&atilde;o desejas
te seja applicado, diz o rif&atilde;o. De fado, o illustre viajante
n&atilde;o
pensou j&aacute;mais que mui proximo teria de ser victima d'este
proloquiio, pois que recebendo debaixo da mais boa f&eacute;, do
dito soba, a gente que o conduziu
a Loanda, bem assim o marfim para alli lhe permutar, parte d'este
genero serviu de costeio &aacute; dita viagem, affectuada a qual
nos nivela com
zero; e tornando de receber identico beneficio na viagem premeditada e
realizada a Mo&ccedil;ambique, tornou ainda a abusar da boa
f&eacute; do
mesmo soba, porque o actual senhor do Lui espera ainda pelo marfim e
gente que acompanhou o illustre viajante &aacute; mencionada terra.
<br />

<br />

Terminarei este paragrapho com duas palavras sobre a quest&atilde;o
das c&ocirc;res. Os inglezes sabem bellamente o quanto lhes teem
custado estes mesquinhos preconceitos. Os portuguezes est&atilde;o
ao facto da
malqueren&ccedil;a que entre elles e seus irm&atilde;os do
Brazil existe: no
entretanto, nem uns nem outros querem tomar o juizo perante os
exemplos, a fim de uma vez por todas acabarem com elles.<br />

<br />

Nas mesmas pag. 74, 75, e 76 o seguinte:<br />

<br />

<br />

<div class="tinyl">&laquo;Mpepe (Pepe?) favorecia
estes commerciantes de escravos,
e
elles, segundo o seu costume, fundavam as esperan&ccedil;as de se
tornarem
preponderantes no bom resultado da rebelli&atilde;o meditada.
Conheceram que o apparecer
eu em scena havia de pezar na balan&ccedil;a contra os seus
interesses. Um grande
golpe de Mambari tinham vindo a Liniante (<em>Rinhande</em>),
quando
eu andava herborisando nos prados ao sul do Chobe (<em>Rio Quando?</em>).
Chegando-lhes a noticia de eu estar alli proximo, mudaram de
rosto; e quando alguns Makololo, que nos tinham ajudado a
atravessar o rio voltaram com os chap&eacute;os que eu lhes dera,
os Mambari
fugiram precipitadamente. &Eacute; do costume que os visitantes
pe&ccedil;am
licen&ccedil;a com formalidade antes de se retirarem da terra do
chefe onde se acham, por&eacute;m a
appari&ccedil;&atilde;o dos chap&eacute;os fez que os
Mambari enfardassem &aacute; pressa. Os Makololo
informaram-se da causa da precipitada retirada, e lhes disseram que, se
eu alli
estivesse, lhes tomaria os escravos e as fazendas; e posto que Sekeletu
lhes assegurasse que eu
n&atilde;o era salteador, mas sim homem de paz, fugiram de noite,
achando-me eu a sessenta milhas de distancia. Marcharam para o norte,
sob a
protec&ccedil;&atilde;o de Mpepe, constru&iacute;ram uma
forte estacada, d'onde alguns mulatos,
commerciantes de escravos, capitaneados pelo portuguez nativo,
continuaram no seu trafico, sem
fazerem caso do chefe, em cujo territorio tinham feito
incurs&atilde;o com
a maior semceremonia.&raquo;<br />

<br />

&laquo;Accresce que, n'outro logar Livingstone, referindo-se a este
mesmo facto, accrescenta: <em>Alguns Mambari nos visitaram
quando
estavamos em Naliele</em>.&raquo; S&atilde;o da familia
Ambonda (<em>Quimbunda?</em>) que
habita o territorio ao sueste de Angola, e falla o dialecto bunda
(<em>Quimbundo?</em>) commum aos Barosse,
(<em>Brose</em>,
<em>Bruse?</em>) Baicie, etc. S&atilde;o t&atilde;o
negros como Barosse, mas
<em>vive entre elles grande numero de mulatos</em>,
distinctos pela sua c&ocirc;r peculiar
de amarello doente. Os <em>mulatos</em>,
<em>os portuguezes nativos</em>, todos sabem l&ecirc;r,
e escrever, e o
cabe&ccedil;a do bando, se <em>realmente n&atilde;o
&eacute; portuguez, tem o cabello
europeu</em>, e obrigado provavelmente pela carta de
recommenda&ccedil;&atilde;o do cavalleiro Duprat, arbitro por
parte do governo de S. M. F. na commiss&atilde;o mixta ingleza
e portugueza na cidade do Cabo,
mostrou-se sinceramente desejoso de apresentar-me todos os bons
officios ao seu
alcan&ccedil;e. Estas pessoas, <em>estou certo</em>,
foram os primeiros
individuos de sangue portuguez, que viram o Zambeze no centro do paiz,
e chegaram l&aacute; dois annos depois
da nossa descoberta em 1851.&raquo;</div>

<br />

<br />

<span class="pagenum">[27]</span>
Ja tive occasi&atilde;o de dizer que, o soba como senhor absoluto
do paiz concentra na sua pessoa todo o poder, todos affirmam, mas
ninguem se aventura de reprovar a minima de suas
ac&ccedil;&otilde;es;
elle, e o sertanejo, s&atilde;o as duas pessoas que unicamente se
entendem sobre
negocios: feliz d'este se &aacute; primeira partida de marfim que
recebeu lhe
paga a factura, porque todo o mais que f&ocirc;r apparecendo de
tributo
at&eacute; ao dia da sua retirada, pertence-lhe, porque o vae
recebendo
proporcionalmente ao passo que f&ocirc;r chegando.<br />

<br />

O tributo de escravos &aacute; sua chegada, depois de escolher os
melhores para o seu servi&ccedil;o, &eacute; distribuido pelo
povo da
localidade, verificando-se a mesma particularidade nos mais ramos
tributarios, com excep&ccedil;&atilde;o das canoas, e redes de
pescar; aquellas
para o servi&ccedil;o geral, e estas para distribuir pelos
pescadores. De tal regalia gozaram Pepe, em virtude dos seus poderes
illimitados; mais tarde Hiquereto; mais tarde Borollo; e goza
actualmente Hipopa. Esse grande numero de rapazes
de 13 a 14 annos de edade que tanto deram no goto do illustre viajante,
tambem disse s&oacute; poderia ser
transac&ccedil;&atilde;o dos Bihanos. O sertanejo quando
d&aacute; as suas fazendas &aacute;s diversas pessoas de
que se comp&ocirc;em a comitiva, &eacute; para a
permuta&ccedil;&atilde;o de
marfim e j&aacute;mais de escravos.<br />

<br />

Agora, rebelli&atilde;o de quem, a favor de quem, e contra quem?...
<br />

<br />

Eu teria tudo a perder com ella, e nada a ganhar; no entretanto posso
affirmar ao illustre viajante que, effectivamente, tive propostas
do infeliz soba Pepe de cooperar com elle para o extreminio do soba
Hiquereto, a que respondi negativamente, fazendo-lhe v&ecirc;r que
tinha vindo
tratar dos meus negocios, e n&atilde;o ingirir-me em outros que me
n&atilde;o diziam respeito.<br />

<br />

Propostas identicas me foram mandadas fazer da parte do soba Machico,
que rejeitei egualmente; ora se eu fosse natural de Zamzibar, e,
qui&ccedil;a, que inglez, tendo como tinha sufficientes meios de
que dispor para o effeito, talvez me inclinasse a acceitar taes
offerecimentos que
na realidade eram brilhantes; mas sendo de opini&atilde;o
differente, n&atilde;o quiz acceitar o que por tres vezes me foi
offerecido: uma pessoalmente pelo infeliz soba Pepe, e duas por parte
do soba Machico, como acabei de dizer. As medalhas teem verso e
reverso, e quem assim
n&atilde;o pensar arrisca-se de cahir de muito alto.<br />

<br />

E eu dava tanta importancia ao apparecimento do illustre viajante em
scena, ou melhor direi &aacute; sua sem raz&atilde;o no
assumpto a que se refere, que por elle sou justificado na minha
semceremonia de transitar em
todas as direc&ccedil;&otilde;es, n'um paiz que n&atilde;o
era
meu, mas onde, no entretanto, para usofruir de tal regalia, havia
comprado esse direito, contribuindo com o competente tributo, como
&eacute; de uso em todas estas paragens.
<br />

<br />

Quereria talvez o sr. Levingstone o exclusivo d'elle como Mentor do
soba Hiquereto?!
<br />

<br />

<span class="pagenum">[28]</span>
Dependeria eu d'elle em alguma coisa?!<br />

<br />

Mas os Bihanos fugiram de que? Pela appari&ccedil;&atilde;o dos
chap&eacute;os, ou pela noticia que tiveram de se achar proximo o
illustre viajante, visto
que andava como diz: &laquo;herborisando nos prados ao sul do
Chobe?&raquo;<br />

<br />

Responderei que nem por uma nem outra coisa. Retiraram-se mas foi
realmente pelo illustre explorador andar
&laquo;herborisando&raquo;... na boa f&eacute; do soba
Hiquereto, que a n&atilde;o ser tal
circumstancia, talvez este se resolvesse a vender o marfim que possuia,
e que n&atilde;o vendeu por
insinua&ccedil;&atilde;o sua, dirigindo-se ent&atilde;o
elles para Quiceque, e logares
circumvisinhos, bem assim para territorio do dominio da tribu Batebere,
onde permutaram as fazendas pelos dentes de elephantes, e
n&atilde;o:
&laquo;Marcharam para o norte, onde, sob a
protec&ccedil;&atilde;o de Mpepe,
construiram uma forte estacada.&raquo; Esta estava concluida em
fevereiro, quando a
dispers&atilde;o do povo da comitiva teve logar em mar&ccedil;o
de 1853, como passo a
demonstrar. Ella, e a bandeira das quinas que dei ordem de arvorar
&aacute; sua
chegada, causariam ao illustre viajante sem duvida, a
impress&atilde;o de um raio, qual a da minha
appari&ccedil;&atilde;o no Lui, como
j&aacute; tive occasi&atilde;o de dizer.<br />

<br />

Por esse lado n&atilde;o tem raz&atilde;o, como effectivamente
a n&atilde;o tem na maior parte dos seus escriptos, attendendo a
que a prioridade das descobertas em Africa pertence de facto e de
direito aos portuguezes. Agora, que na terra a for&ccedil;a
disponha da justi&ccedil;a,
o reverendo Dr. David Livingstone, sabe perfeitamente que acima de
n&oacute;s existe um
poder superior a n&oacute;s, perante o qual todos teremos de ser
julgados.<br />

<br />

Relativamente &aacute; celebre estacada de Catongo, ou muro de pau
a pique, de que acabei de falar, responderei que querendo eu ficar na
margem d'al&eacute;m do Riambeje, por estar ao facto das
desintelligencias do soba Pepe com o soba Hiquereto, aquelle fez-me
v&ecirc;r que tal
passo n&atilde;o era do seu agrado, em virtude do que, dei ordem
para se passar para a margem d'aquem. N'esta, foi-me destinada a
montanha denominada Catongo, para fabricar o estabelecimento, local
verdadeiramente bello pela eleva&ccedil;&atilde;o que occupa, e
pela prespectiva que
apresenta da sua sumidade. Dei principio e conclus&atilde;o
&aacute;quelle fabrico em
fevereiro do j&aacute; citado anno, seguindo o povo da comitiva
para os differentes pontos do paiz no mez de mar&ccedil;o seguinte,
bem assim a comitiva de
Mo&ccedil;ambique, e isto depois de recebida a ordem do soba
Hiquereto para o indicado effeito, quando ainda o illustre viajante
n&atilde;o tinha chegado
da sua t&atilde;o apregoada segunda viagem.<br />

<br />

Desgostoso pelos acontecimentos, fiz formal
ten&ccedil;&atilde;o de n&atilde;o voltar ao Lui; despachei
os meus empregados no anno seguinte de 1854, por&eacute;m
regressando elles ao Bih&eacute; junto a
emissarios do soba Hiquereto, e de sua ordem, tanto insistiram commigo
que resolvi seguir viagem em 1858. Chegando no paiz fiquei na margem
d'aquem do Riambeje, no estabelecimento de Luiz Albino Rodrigues, e
local dos primeiros, onde continuou fluctuando a bandeira das quinas,
al&eacute;m da que
nos era inseparavel, quotidianamente, na frente da comitiva, sendo
ent&atilde;o logar-tenente de Hiquereto, seu tio Borollo, com quem
communiquei no que dizia respeito aos meus negocios, attendendo a que
aquelle era apenas um automato da vontade d'este, e o Lui,
<em>Broze</em>, e <em>Bruse</em> dos
indigenas,
<span class="pagenum"><a name="p29">[29]</a></span>
era simplesmente a sombra de sua passada
grandeza. O movimento, e a vida do paiz, estava litteralmente falando,
em Rinhande.<br />

<br />

Depois de ter despachado a comitiva para os seus differentes pontos, e
de ter chegado a esta capital, n'um dia, em
occasi&atilde;o de conversar com Hiquereto, disse-me elle que: o
illustre viajante lhe havia dito n&atilde;o approvar no paiz a
presen&ccedil;a de
Macuas de Oeste, pois que pretendiam apossar-se d'elle, havendo as
provas do que
avan&ccedil;ava, na estacada por mim feita em Calongo!!<br />

<br />

Respondi ser falsa semelhante asser&ccedil;&atilde;o, tendo
elle provas mais convincentes do contrario na minha recusa de voltar ao
paiz, e quem pretendesse assenhorear-se de qualquer dominio,
n&atilde;o dava,
por certo semelhante passo, nem, ainda, se apresentaria com a
for&ccedil;a
com que eu me apresentava; poderia pois socegar por este lado, porque
n&atilde;o seria da minha pessoa que lhe resultaria o menor damno.<br />

<br />

Podendo inferir-se de um t&atilde;o insolito procedimento, a
raz&atilde;o de ser que existe na
confronta&ccedil;&atilde;o de portuguezes e
inglezes, descripta a ps. quinze da introduc&ccedil;&atilde;o,
68 e 231 do
<em>Exame</em>, accrescentarei, que n&atilde;o levei
j&aacute;mais a audacia a ponto de malquistar
meus irm&atilde;os perante os selvagens, considerando como meus
irm&atilde;os todos aquelles
que andam peregrinando por estas paragens seja qual f&ocirc;r a sua
procedencia e naturalidade.<br />

<br />

Em presen&ccedil;a do que acabo de dizer, perguntar&aacute; o
leitor para que dirigia a carta de offerecimento dos meus
servi&ccedil;os ao
illustre viajante; responderei que ent&atilde;o n&atilde;o quiz
dar credito ao que
Hiquereto me disse, attribuindo a revela&ccedil;&atilde;o a
intriga dos familiares;
hoje, por&eacute;m, verifica-se o contrario em presen&ccedil;a
dos factos que se apresentam.<br />

<br />

&Eacute; menos exacto egualmente o que o illustre viajante diz
sobre dialectos, isto &eacute;, ser commum a lingua Quimbunda ao
povo Lui
e Baieie; Como a ps. 191 do <em>Exame</em> se trata
mais detidamente do assumpto, responderei que, &eacute; commum a
lingua Quimbunda a grande parte
do territorio Africano, podendo fazer-se egual parallelo entre ella, e
o dialecto Bunda (de Angola e suas dependencias) &aacute;quelle que
se d&aacute; entre a Portugueza e a Castelhana: mas j&aacute;
n&atilde;o assim em
rela&ccedil;&atilde;o aos dialectos Cafrial, Ganguella, Humbe,
Macorrollo, e Mullua; n&atilde;o
menciono a tribu numerosa dos <em>Cassaqueres</em>,
especie de ciganos, de c&ocirc;r pardo claro, e errante pelo
interior do continente, em virtude do seu estado vagabundo. Aquelles
tribus espalhando-se com o correr do tempo pelo extenso e vasto solo
que lhes deu o ber&ccedil;o, vieram mais tarde
a mesclar-se umas com as outras, formando na&ccedil;&otilde;es
diversas, e
taes como existem presentemente. Os sabios de futuro ter&atilde;o
de resolver
o problema.<br />

<br />

Reservando para aqui as palavras que de proposito sublinhei de:
&laquo;<em>Alguns Mambari nos visitaram quando
estavamos em Naliele</em>.&raquo; direi que n&atilde;o
t&ecirc;em qualifica&ccedil;&atilde;o
possivel, visto que o illustre viajante foi visitado por mim, e
n&atilde;o pelos Bihanos, faltando por consequencia ao que deve a
si como cavalheiro, nivelando um outro com os selvagens.<br />

<br />

A <a href="#e5">paginas</a> 77 e 78 o
seguinte; ou&ccedil;amos o que diz ao ponto o Dr. Livingstone, e
ficaremos desenganados:<br />

<br />

<br />

<span class="pagenum">[30]</span>
<div class="tinyl">Mr. Oswell e eu nos dirigimos para
Sesheh
(<em>Quiceque?</em>) a cento e trinta milhas ao Nordeste,
e, no fim de junho de 1851, fomos recompensados das nossas
fadigas com o descobrimento do Zambeze no interior do continente. Isto
era de grande momento, porque d'antes n&atilde;o se sabia que
existisse
alli aquelle rio. Os mappas portuguezes todos o representam como tendo
origem muito mais a
&Eacute;ste do lado onde nos achavamos, e se em algum tempo tivesse
existido coisa
que semelhasse uma serie de postos commerciaes atravez do paiz, entre
as latitudes
12.&deg; e 18.&deg; Sul, esta magnifica
por&ccedil;&atilde;o
d'aquelle rio
devia ter sido conhecida. N&oacute;s o vimos no fim da
esta&ccedil;&atilde;o estiva, tempo em que o rio
est&aacute; mais diminuido, e comtudo levava ent&atilde;o
corrente de agua profunda na largura de tresentas a
seis centas jardas. Mr. Oswell declarou que nunca vira rio
t&atilde;o formoso
(<em>que n&atilde;o tem em tal logar formosura, visto ser
despido de arvoredo</em>), nem mesmo
na sua India. No tempo da sua inunda&ccedil;&atilde;o annual
eleva-se
perpendicularmente vinte p&eacute;s e alaga quinze ou vinte milhas
de terras adjacentes &aacute;s suas
margens.&raquo;</div>

<br />

<br />

N&atilde;o obstante repizar n'um objecto que n&atilde;o admitte
controversia, como seja o Riambeje visitado em antiga data pelos meus
concidad&atilde;os; anteriormente a 1845 pela minha gente em
territorio do dominio da Lunda, e d'esta data por deante no Lui,
lembrarei a feira de Cassange estabelecida de antiga data, e da qual
ainda me n&atilde;o occupei.
Os portuguezes ahi estabelecidos enviavam e enviam suas fazendas pelo
interior, tomando diversas direc&ccedil;&otilde;es, e em
algumas, segundo
os pontos a que se dirigem, passam e tornam a repassar o Riambeje. Em
identicas circumstancias temos os portuguezes residentes nas Pedras de
Pungoandongo, as suas fazendas seguem da mesma f&oacute;rma para
todos os pontos do interior, em alguns passam e tornam a repassar o
Riambeje,&#8213;<em>Riambei</em> e <em>Riambeje</em>,
nomes empregados
commummente pelos indigenas por estas paragens, para designar o grande
rio, e cujas terras banha com as suas aguas, o qual, como j&aacute;
tive
occasi&atilde;o de falar, &eacute; o manancial de mais longo
curso conhecido aqui em Africa.<br />

<br />

No dia 20 de janeiro de 1848 na viagem dos meus empregados, eis o que
digo em rela&ccedil;&atilde;o a este rio:<br />

<br />

&#8213;&laquo;Pass&aacute;mos o Riambeje para a margem opposta, ao
qual se torna impossivel marcar as bra&ccedil;as que
poder&aacute; ter, em
consequencia de ser um grande descampado todo cheio de agua na presente
esta&ccedil;&atilde;o; o rio dirige o seu curso pelo centro, as
canoas largando da margem direita para a esquerda, gastam seis horas de
bom remar na ida e volta. O Riambeje tem a nascente na terra do dominio
da Lunda denominada <em>Musso-candanda</em>, e vae
desaguar no
mar para o Oriente.&raquo;<br />

<br />

Na actual viagem encontrei no estabelecimento Bonifacio Jos&eacute;
Basquete e o seu empregado Jo&atilde;o Francisco da Silva; aquelle
senhor na
sua viagem do Bih&eacute; para Cazembe-mucullo, passou, a um dia de
distancia d'aquella terra, o Riambeje, com agua pela curva da perna;
accrescentando o dito seu empregado, que, a gente da
povoa&ccedil;&atilde;o
Namoanna Hicungo, do j&aacute; citado dominio de Musso-candanda,
est&aacute; situada na cabeceira do rio em quest&atilde;o,
d'onde tiram agua para seu uso diario. A povoa&ccedil;&atilde;o
de um dominio qualquer pode existir
hoje, e amanh&atilde; desapparecer em virtude da sua
f&oacute;rma de governo, mas j&aacute;
n&atilde;o a terra de Musso-candanda, ou mesmo outra qualquer em
dominio poderoso; mudam apenas os sobas. Concedendo por&eacute;m
que assim n&atilde;o seja como acabo
<span class="pagenum">[31]</span>
de transcrever, &eacute; f&oacute;ra de toda a duvida que
qualquer rio caudaloso aqui em Africa, vadiavel que seja com a agua
pela curva da perna, d'ahi &aacute; sua cabeceira n&atilde;o
podem distar mais de
quatro dias de jornada, a experiencia assim m'o tem ensinado. Fica pois
demonstrado que n&atilde;o tem raz&atilde;o de ser a
pretens&atilde;o
do illustre viajante &aacute; descoberta do Riambeje no interior do
continente, em 21 de junho de 1851, querendo ainda corroboral-a com a
presen&ccedil;a de mr. Oswell,
attendendo a que muito anterior &aacute; sua
apresenta&ccedil;&atilde;o no dito local, isto &eacute;, de
fins do seculo passado at&eacute; ao presente, os portuguezes o
teem passado e repassado em todos os pontos banhados pelas suas aguas.<br />

<br />

A paginas 79 e 80 o seguinte:<br />

<br />

<br />

<div class="tinyl">&laquo;Fallando do reino de
Matiamvo, e do desejo que tivera de
visitar este potentado, diz o dr. Livingstone: Que lhe asseguram, assim
os commerciantes
indigenas, como os naturaes de Balonda
(<em>Calundas?</em>) que um bra&ccedil;o
consideravel do Zambeze, corre no territorio a leste da capital, e
caminha ao sul.
&laquo;Todo este bra&ccedil;o (accrescenta o dr. Livingstone)
incluindo o ponto, d'onde toma a oeste,
para Masiko (<em>Machico?</em>) est&aacute;
assignalado no mappa (d'elle Livingstone) provavelmente em demasia ao
nascente. Foi assim marcado quando eu pensava que o Matiamvo
e Cazembe ficavam mais a leste do que tive ao depois motivo para
julgar.
Sendo todas estas indica&ccedil;&otilde;es derivadas do
testemunho
dos indigenas, eu as dou com desconfian&ccedil;a, e como carecendo
de ser verificadas por novos exploradores.</div>

<br />

<br />

Machico acossado por Pepe, e mais tarde seu tio Rimb&uacute;a, que
habitava as lagoas do rio Nhengo, onde se tinha exilado, depois de
Hebitane se assenhorear do paiz, foram fixar domicilio no mesmo local a
oito horas de marcha, de distancia um do outro, onde vinham permutar
seus negocios as comitivas procedentes das Pedras de Pungo-Andongo, de
Cassange e do Bih&eacute;; mas depois de ser assassinado por seu
tio Hipopa, este assenhoreou-se do dominio, que desfructou
at&eacute; o momento de ser acclamado senhor do Lui, e por esse
motivo aquelle ponto presentemente &eacute; dominio seu feudatario,
dando logar a
que n&atilde;o seja t&atilde;o concorrido.<br />

<br />

&Eacute; d'esse mesmo local que eu disse por occasi&atilde;o da
passagem do illustre viajante para Loanda, achar-se apenas a dez dias
de distancia da nascente do Riambeje, segundo as
indica&ccedil;&otilde;es de
Hipopa, que por vezes foi &aacute; ca&ccedil;a dos elephantes
para essas
partes. Com effeito, no espa&ccedil;o que medeia entre Machico e
Catende para o sul e sudoeste, que s&atilde;o necessarios dez dias
para percorrer, deve effectivamente
encontrar-se a nascente do grande rio.<br />

<br />

De Catende para Catema, temos cinco dias, d'esta terra para Chaquilembe
outros cinco dias; estas tres terras s&atilde;o tributarias do
Matiamvo, e n'ellas limita o seu dominio com a tribu do Lui, do Luvar e
do Quiboco, sendo em Chaquilembe que as comitivas procedentes das
terras que acabei de designar, se refazem de mantimento para continuar
a sua viagem mais para o centro, e quem, seguindo por ellas, tomar a
direc&ccedil;&atilde;o do nordoeste e leste,
n&atilde;o passa o Riambeje porque o deixa ao sul e sudoeste, como
acabei de dizer.<br />

<br />

Agora, as comitivas da mesma procedencia tomando esta ultima
direc&ccedil;&atilde;o, teem necessariamente de passar pelas
terras de Musso-candanda
<span class="pagenum">[32]</span>
e Canunguessa, egualmente do dominio Matiamvo, e passar o Riambeje na
sua nascente, a vau ou em ponte, segundo as localidades a que se
dirigir.<br />

<br />

Se, pois, o illustre viajante, pondo de parte preconceitos mesquinhos e
futeis puerilidades, tratando com mais afinco dos objectos em immediata
rela&ccedil;&atilde;o com a sciencia, partisse de
Machico com destino a estas ultimas terras, e n'ellas tratasse de
investigar o que tanto
prendia com o seu dever, teria sem duvida achado a chave do enigma,
como seja a nascente do Riambeje, deixando por consequencia de luctar
n'aquella duvida do ser e n&atilde;o ser, como infelizmente se veiu
a realizar para a sua pessoa.<br />

<br />

A mesma pagina 80 o seguinte:<br />

<br />

<br />

<div class="tinyl">&laquo;Expondo a extranheza que lhe
causou o phenomeno de um rio
correndo em duas direc&ccedil;&otilde;es oppostas, nota o dr.
Livingstone que n&atilde;o advertira, quando tinha atravessado o
Lotembua, qual direc&ccedil;&atilde;o toma a
corrente d'este rio; mas que, tendo feito reparo, ao achar-se da outra
banda do lago Dilolo, de que
seguia para o sul, presumiu que nascia no grande pa&uacute;l, que
observara
indo para o nordeste, e continuava correndo para o meio dia;
por&eacute;m que chegando
&aacute; margem meridional, ali o informaram de que a parte do rio,
que tinha acabado de
atravessar, caminha ao norte, e n&atilde;o desagua no lago Dilolo,
mas sim no rio
Kasai. Posto que eu n&atilde;o observei a corrente (adverte
Livingstone) de nenhuma
sorte duvido de que seja exacta a asser&ccedil;&atilde;o, que
ali&aacute;s
me foi confirmada, nem de que, por conseguinte, o lago Dilolo sirva de
reservatorio commum dos rios que v&atilde;o
correndo uns para o nascente, outros para o poente.&raquo;</div>

<br />

<br />

A este respeito s&oacute; a sciencia geographica pode apresentar um
trabalho completo, o que n&atilde;o est&aacute; em
rela&ccedil;&atilde;o com os meus conhecimentos; no entretanto,
apresentarei aquillo de que posso dispor, dizendo que os rios de uma
mesma origem, e com direc&ccedil;&otilde;es
oppostas, abundam aqui em Africa:&#8213;aquelles de que tenho conhecimento
segundo as informa&ccedil;&otilde;es obtidas, s&atilde;o os
que
seguem descriptos nas minhas differentes viagens:<br />

<br />

<em>Rio Loengue</em>, na terra de
Miqueselumbue. <em>Rio
Lungu&eacute;bungue</em>, no territorio Ganguella, das tribus
Luchiaje e Bunda. <em>Rio
Quando</em>, no territorio Ganguella, das tribus Zambueira e
Bunda. <em>Rios Cuito da
Zambueira, Cuime</em> e <em>Cuiba</em>, no
territorio Ganguella, entre as tribus Luchiaje, Zambueira, e Quiboco. <em>Rios
Caquema</em>,
<em>Cuito</em> e
<em>Cunhinga</em>, no territorio Quimbundo, do dominio do
Bih&eacute;, descampado denominado Inhana
Umbolobulo. <em>Rios Cubango</em> e
<em>Cutato dos Mangoias</em>, no territorio
Quimbundo proximo &aacute;s terras de Candumbo e Sambo, descampado
denominado
Acaca e Acatumbo. <em>Rios Quebe</em>
(<em>Cubo</em> na sua foz ao sul de Loanda) e <em>Cunene</em>,
no territorio Quimbundo, na
terra do Ambo, montanha denominada <em>Ecunjo</em>, e
assento da libata grande
da dita terra, podendo dizer-se que, &eacute; ella e suas
circumvisinhan&ccedil;as, a paragem
onde t&ecirc;em origem todos os rios que deitam suas aguas no
Atlantico, comprehendendo
todo o litoral ao sul de Loanda at&eacute; Benguella.
N&atilde;o falo do Cunene, visto que segue curso mais longiquo pelo
interior, at&eacute;
&aacute; sua foz ao Sul de Cabo Negro. Tambem &eacute; voz
tradiccional que n'ella existem
min, e
assento da libata grande
da dita terra, podendo dizer-se que, &eacute; ella e suas
circumvisinhan&ccedil;as, a paragem
onde t&ecirc;em origem todos os rios que deitam suas aguas no
Atlantico, comprehendendo
todo o litoral ao sul de Loanda at&eacute; Benguella.
N&atilde;o falo do Cunene, visto que segue curso mais longiquo pelo
interior, at&eacute;
&aacute; sua foz ao Sul de Cabo Negro. Tambem &eacute; voz
tradiccional que n'ella existem
minas de oiro, explorado em principio do seculo actual pelo sertanejo
de Benguella Jo&atilde;o Pedro Costa.
<br />

<br />

<span class="pagenum"><a name="p33">[33]</a></span>
A paginas 91 depois de fazer v&ecirc;r o illustre auctor do
<em>Exame</em> que, o conhecimento da
navega&ccedil;&atilde;o e do curso do Zambeze
pelos portuguezes, j&aacute; &eacute; de antiga data, conclue
como segue:<br />

<br />

<br />

<div class="tinyl">&laquo;Eis aqui as palavras do
homem t&atilde;o competente,
como insuspeito a que me referi, fallo de mr. V. A. Malte-Brum, que
dando noticia do mappa de
Zambezia e Sofalla do sr. visconde (hoje marquez) de S&aacute; da
Bandeira,
que vae publicado no fim d'este volume (do exame) assim se explica.
&laquo;<a href="#e6">A carta</a> que
temos &aacute; vista
comprehende a parte da Africa Austral, que se estende do 10.&ordm;
ao 24.&ordm;
grao de latitude meridional, e do 25.&ordm; ao 41.&ordm;
gr&aacute;o de
longitude
oriental do meridiano de Greenwich.<br />

<br />

O mappa representa o curso do Zambeze desde Seshek, capital dos
Makololos, at&eacute; &aacute; foz do rio, e tem por objecto
fazer
conhecido, qual &eacute; sobre as suas duas margens, e no interior
do continente africano austral, os estados dos
conhecimentos e dos dominios portuguezes.<br />

<br />

N&atilde;o ha duvida em que, por esta costa oriental da Africa, os
portuguezes hajam ha muito penetrado muito mais &aacute;vante do
que nenhuma
na&ccedil;&atilde;o europea; mas tambem nada mais certo do que,
quer fosse por motivos politicos, quer
fosse por indifferen&ccedil;a <a href="#e7">relativamente</a>
aos interesses scientificos, haver-se guardado silencio
&aacute;cerca de descobertas que s&oacute; o engodo commercial
tinha provocado. Hoje os portuguezes parece que soffrem o castigo
d'este silencio premeditado; silencio que deu naturalmente
occasi&atilde;o ao esquecimento; e comtudo elles
reclamam a prioridade das descobertas feitas pelo reverendo David
Livingstone sobre as
margens do Chire e do Nhanja... O mappa permitte que se fa&ccedil;a
id&eacute;a exacta da extens&atilde;o que tinha adquerido o
dominio portuguez sobre a costa de Sofalla, e
sobre as margens do Zambeze, e contem indica&ccedil;&otilde;es
uteis,
que debalde se procurariam n'outra parte.&raquo;</div>

<br />

<br />

A prioridade das descobertas pelos portuguezes, est&aacute;
demonstrando at&eacute; &aacute; saciedade que lhes pertence de
facto e de
direito, faltando unicamente para que fossem o que deviam ser, e era de
esperar, que, o governo ou mesmo sociedades scientificas, enviassem
homens praticos nos conhecimentos dos differentes ramos da sciencia
humana, a fim de explorar, investigar, e descrever tudo o que teem
immediata
rela&ccedil;&atilde;o com essas descobertas, e quando tivessem
a desgra&ccedil;a de serem
seifados pela morte, como succedeu ao dr. Francisco Jos&eacute; de
Lacerda e
Almeida, era do dever n&atilde;o desanimar, proseguindo sempre na
obra
encetada at&eacute; o seu complemento. As honras, as grandezas, e
os premios, foram
instituidos para renumerar taes feitos, visto que como diz Mr.
Matte-Brun, o engodo commercial obriga a grandes reservas, e distrae os
espiritos para a sordida avidez dos interesses.<br />

<br />

Mas que &eacute; o que pode prosperar sobre a terra sem esse agente
que se chama commercio?! Aquelles, que vivem exclusivamente d'elle,
n&atilde;o s&atilde;o competentes para metter hombros a taes
emprezas, e os
exemplos temol-os de casa.<br />

<br />

Se a minha obra fosse o que deveria ser, ha muito que estaria
publicada, e talvez que em diversas linguas, obrigando o illustre
viajante, a se tornar mais commedido nos seus
escriptos; n&atilde;o o tem sido pela falta de valor litterario,
nunca &eacute; tarde
por&eacute;m Se a minha obra fosse o que deveria ser, ha muito que
estaria
publicada, e talvez que em diversas linguas, obrigando o illustre
viajante, a se tornar mais commedido nos seus
escriptos; n&atilde;o o tem sido pela falta de valor litterario,
nunca &eacute; tarde
por&eacute;m para se emendar e corrigir erros.
<br />

<br />

<span class="pagenum">[34]</span>
As pag. 96 e 97 o seguinte. No cap. 12 escreve o dr. Livingstone:<br />

<br />

<br />

<div class="tinyl">&laquo;Procurando certificar-me se
por ventura Santura
(<em>Sanduro?</em>) tinha sido visitado em algum tempo por
homens brancos, n&atilde;o pude achar vestigios
de tal visita: n&atilde;o existe prova de que alguem da tribu de
Santura tivesse
visto um homem branco antes da minha chegada e de Mr. Oswell em 1851.
Aquelles povos n&atilde;o tem, &eacute; certo,
recorda&ccedil;&otilde;es escriptas; por&eacute;m os
acontecimentos notaveis s&atilde;o commemorados por nomes, como
Parke observou ser costume nas terras por
onde viajara. O anno da minha chegada foi honrado com o nome do anno em
que
chegou o homem branco. Depois da primeira visita de minha mulher muitas
crean&ccedil;as tiveram o nome de <em>Ma-Roberto</em>
(applicado &aacute; m&atilde;e e n&atilde;o ao filho,
synonimo das primeiras lettras; depois do tra&ccedil;o &eacute;
o nome do
filho. A tribu Quimbunda serve-se das lettras Ma, para designar
M&atilde;e) ou m&atilde;e de
Roberto, nome do seu filho mais velho, outros tiveram o nome de
Espingarda, Wagon, Monare, Jesus, etc,
por&eacute;m posto que os nossos nomes e os dos nativos
portuguezes, que vieram em
1853, foram adoptados, n&atilde;o ha vestigio de que tivesse logar
cousa
semelhante mais cedo entre os Barotse: a visita do homem branco
&eacute; acontecimento
t&atilde;o notavel, que, se tivesse occorrido durante os ultimos
cem annos, devia ter d'ella ficado
tradi&ccedil;&atilde;o.&raquo;<br />

<br />

&laquo;&Eacute; muito para notar esta insistencia do dr.
Livingstone em que n&atilde;o eram os portuguezes conhecidos dos
Barotse. Esta demasiada insistencia faz
desde logo nascer suspeitas no animo do leitor desprevenido, e
m&oacute;rmente
se porventura est&aacute; familiarisado com a maneira de escrever
do celebre missionario: n'elle
a insistencia longe de significar seguran&ccedil;a, quasi sempre
indica
hesita&ccedil;&atilde;o, e n&atilde;o acontecer&aacute;
agora o mesmo? Examinemos.&raquo;<br />

<br />

&laquo;Em uma nota ao logar citado diz o dr. Livingstone:
&laquo;Os Barotse d&atilde;o a si o nome de Buloiana, ou
pequenos Baloi, como procedendo do Loi ou Lui,
segundo a commum pronuncia&ccedil;&atilde;o. Lui tem sido
visitado
pelos portuguezes, por&eacute;m como a
posi&ccedil;&atilde;o de Lui n&atilde;o est&aacute;
bem fixada, voltaram-se as minhas indaga&ccedil;&otilde;es para
verificar se porventura era a mesma que a de Naliele. Perguntando ao
cabo dos Mambari, chamado Porto, se tinha ouvido dizer que Naliele
tivesse
anteriormente sido visitada, respondeu negativamente, e declarou
&laquo;que por
tres vezes tentara elle ir alli do Bih&eacute;, por&eacute;m
que sempre lhe
tolh&ecirc;ra o intento a tribu dos Ganguellas.&raquo; Elle
quasi o conseguiu em 1852, por&eacute;m foi repellido. Agora
(1853) tentou ir ao nascente de Naliele, mas retrocedeu para Barotse,
n&atilde;o
podendo ir al&eacute;m de Kamko, povoa&ccedil;&atilde;o
situada junto ao rio
Bashukulompo, a oito dias de distancia. A gente de Porto desejava com
ardor obter a recompensa promettida pelo
governo portuguez. O n&atilde;o ter sido elle bem succedido,
confirmou-me
na inten&ccedil;&atilde;o de ir para Oeste. Porto benevolamente
se offereceu a acompanhar-me, querendo
eu ir com elle ao Bih&eacute;, por&eacute;m, n&atilde;o
acceitando eu, precedeu-me a Loanda, e, estava publicando o <em>Diario</em>
da sua viagem,
quando cheguei &aacute;quella cidade. Ben-Habibe contou-me que
Porto tinha remettido cartas para Mo&ccedil;ambique
pelo arabe Ben-Chombo, que eu conheci; e depois assegurou, em Portugal,
que elle mesmo
f&ocirc;ra a Mo&ccedil;ambique com as suas cartas.&raquo;</div>

<br />

<br />

O illustre viajante sendo menos exacto na
exposi&ccedil;&atilde;o dos factos, taes, como se deram,
permitta-me de os narrar como se passaram.<br />

<br />

No dia 1.&ordm; de fevereiro de 1853, cheguei na terra do Lui,
margem
direita do Riambeje, isto &eacute;, ao estabelecimento feito pelos
meus empregados em 1850, sendo n'este mesmo mez que passei para a
margem esquerda, e dei principio e fim ao novo estabelecimento, e
ficando por consequencia depois da sua conclus&atilde;o, esperando,
que chegasse a
<span class="pagenum">[35]</span>
licen&ccedil;a do
soba Hiquereto, para a comitiva tomar os seus
differentes destinos.<br />

<br />

Com effeito, ella n&atilde;o se fez muito demorada, porque a 12 de
mar&ccedil;o chegaram os emissarios do soba Pepe que tinha partido
para Rinhande &aacute; nossa chegada no paiz, juntos a outros do
soba
Hiquereto, que acompanhavam doze dentes grandes de elephante para
permutar por polvora, com ordem para a comitiva transitar por onde bem
lhe conviesse: o que logo se levou a effeito, visto que tudo se achava
prestes para o dito fim; bem assim a partida da comitiva de
Mo&ccedil;ambique, realizada a 25 do j&aacute; citado mez e
anno, como egualmente tive
occasi&atilde;o de falar.<br />

<br />

Projectando Pepe, em fins de maio, prestar homenagem ao seu Suzerano, e
em atten&ccedil;&atilde;o, &aacute; qualidade de seu
hospede com que era tratado, convidou-me para a jornada, que,
gostosamente acceitei, em virtude da recente noticia da chegada de um
homem branco com carros a Rinhande. Este homem era o illustre viajante.
<br />

<br />

Partimos a 20 de junho, eu por terra, o soba Pepe pelo Riambeje, em
companhia de quem enviei Jorge Jos&eacute; Motta meu empregado, com
dois fardos de fazendas, (esta fazenda voltou intacta para o
estabelecimento) para permutar por marfim, segundo a
indica&ccedil;&atilde;o d'aquelle.<br />

<br />

A 3 de julho cheguei a Quiceque, onde, os primeiros emboras da minha
recep&ccedil;&atilde;o foram a noticia do assassinato do
soba Pepe, trai&ccedil;oeiramente, &aacute;s m&atilde;os de
seu primo Hiquereto, e victima por
consequencia da sua bonhomia e boa f&eacute;.<br />

<br />

Confesso que bastante impressionado fiquei com tal acontecimento,
fazendo-me luctar na alternativa de retroceder, ou de proseguir
&aacute;vante, mas vencendo esta fraqueza, optei em proseguir a
minha jornada,
chegando a Rinhande a 12 do j&aacute; citado mez, onde fui
minuciosamente
informado, pelo dito meu empregado, do homicidio em quest&atilde;o,
o qual o illustre viajante em virtude dos seus usos, teria o cynismo de
attribuir a connivencia nossa e os mais que ap&oacute;s se seguiram
na
desditosa familia da victima, quando o pequeno le&atilde;o senhor
do Lui
fosse assistido de qualquer portuguez, como era assistido da sua
pessoa.<br />

<br />

Pela minha parte n&atilde;o lhe quero arrogar semelhante injuria.<br />

<br />

No dia 13 estava prestes a seguir para a libata grande ou
povoa&ccedil;&atilde;o do soba, comprimentar este, reservando
para depois a mesma cerimonia para com o branco, que os indigenas
appellidavam geralmente de <em>Monare</em> (synonymo de
negociante ou
sertanejo, como o illustre viajante me disse), quando, inesperadamente
se apresenta o primeiro seguido de um numeroso sequito, como
&eacute; de costume entre os
Macorrollos, e ap&oacute;s elle, o illustre viajante, pelas nove
horas da
manh&atilde;.<br />

<br />

Depois de trocados os comprimentos do estylo, puzemo-nos a conversar;
segundo as minhas indica&ccedil;&otilde;es falava o interprete
Joaquim Marianno, conhecido dos indigenas pelo appellido de
<em>Hindere</em> (synonymo de branco na lingua quimbunda),
com Hiquereto, j&aacute; seu
conhecido da viagem de 1850, pastoreando elle ao tempo o gado no Lui,
como
j&aacute; tive occasi&atilde;o de falar, e eu, com o illustre
viajante que,
dirigindo-me a palavra sobre se eu falava inglez, francez, latim, etc.,
respondi negativamente,
<span class="pagenum">[36]</span>
n&atilde;o dissimulando o meu constrangimento em
presen&ccedil;a de taes interroga&ccedil;&otilde;es.<br />

<br />

Apresentei-lhe papel e lapis a fim de inscrever o seu nome, o que fez,
fazendo eu outro tanto por baixo, bem assim, passei a inscrever o de
Caetano Jos&eacute; Ferreira, segundo a
indica&ccedil;&atilde;o do illustre viajante, trabalho a que se
n&atilde;o quiz dar na occasi&atilde;o da
visita do mesmo senhor no local, pelo julgar,
qui&ccedil;&aacute;, de superfluo;
retirando-se o soba e o seu sequito, bem assim o illustre viajante,
eram onze horas.<br />

<br />

No dia 14 recebi dois dentes grandes de elephante e um boi, presente do
soba Hiquereto, que retribui na occasi&atilde;o, e mais tarde,
na minha retirada para o Bih&eacute;, e n'este dia, pelas dez
horas,
fui retribuir as visitas recebidas na vespera, a primeira ao soba por
ter a certeza de que n&atilde;o seria t&atilde;o demorado, e a
segunda ao
illustre viajante, onde me demorei bastante tempo e tive a honra de
jantar.<br />

<br />

Antes por&eacute;m de proseguir &aacute;vante, permitta-me o
illustre viajante, que passe a transcrever os trechos que seguem, e que
vem aqui muito a proposito; o primeiro tem
rela&ccedil;&atilde;o com o
assassinato do infeliz soba Pepe, prova de que nada diz a seu respeito,
e &eacute; este:<br />

<br />

&laquo;<em>10 de julho de 1853.</em>
Continu&aacute;mos a viagem, e fomos fazer quilombo nas
povoa&ccedil;&otilde;es de Rinhande. Caminho plano, mattos
de espinheiro, e palmeiras, abundante de sal, terreno fertil, leguas
andadas 6, rumo de oeste. Este local serviu de theatro ao mais atroz
attentado, no assassinato do infeliz soba Pepe, perpetrado por seu
primo o soba Hiquereto. O homicida n&atilde;o tendo a menor
considera&ccedil;&atilde;o para com aquelle que espontaneamente
lhe havia entregue o poder, t&atilde;o cobarde
se mostrou, que o commetteu &aacute; trai&ccedil;&atilde;o,
e revestido
do seguinte facto: Em maio do corrente anno, partiu Borollo da capital
do Lui, dizendo ao seu superior que seguia para Rinhande a visitar
Hiquereto; na realidade
assim se verificou, por&eacute;m, o objecto da sua visita teve por
fim a ambi&ccedil;&atilde;o do poder em mira, servindo-se das
armas
da calumnia, para levar a cabo seus malevolos intentos contra quem o
havia salvo da morte, livrando-o da azagaia de seu irm&atilde;o o
defuncto soba
Hebitane; diz o rif&atilde;o que &laquo;quem seu inimigo poupa
nas
m&atilde;os lhe vem a morrer&raquo;. Tendo a calumnia na mente
do inexperto soba sortido o desejado effeito,
com a sua inexperiencia de mo&ccedil;o e selvagem, n&atilde;o
quiz recorrer a provas para a salvadora
justifica&ccedil;&atilde;o da victima, mas
sim, servindo de juiz e algoz a um tempo, saciou a sede de sangue
n'aquelle que lhe apontavam
de rival. Foi, pois, n'este local, que sahindo ao encontro da sua
victima, e a titulo de obsequio, a deshoras, commetteu o homicidio,
degolando o infeliz. Egual sorte espera no futuro o calumniador, muito
principalmente n'este paiz, em que a vontade do chefe &eacute; a
lei suprema.&raquo;<br />

<br />

Os dois paragraphos que seguem &eacute; para que o leitor possa
avaliar o cavalheirismo do illustre viajante, na linguagem empregada
nos seus escriptos em rela&ccedil;&atilde;o &aacute; minha
pessoa.<br />

<br />

&laquo;<em>13 de julho.</em> Fui visitado
pelo soba Hiquereto, que esteve a conversar perto de duas horas no
quilombo, ao cabo de cujo espa&ccedil;o, e seguido do seu sequito,
se retirou &aacute; sua
povoa&ccedil;&atilde;o. Ao mesmo tempo tive a honra da receber
a visita do dr. David Livingstone, missionario
<span class="pagenum"><a name="p37">[37]</a></span>
inglez, enviado pela Sociedade da propaganda
da f&eacute; em
Londres, a fim de explorar o interior de Africa.&raquo;<br />

<br />

&laquo;<em>14 de julho</em>. Fui visitar
o dr. Livingstone, e vendo at&eacute; que ponto pode chegar a
industria dos inglezes, completamente admirei o seu arrojo. A comitiva
do dr. &eacute; composta de oito pessoas, e em
geral, bem como elle, falam perfeitamente a lingua dos macorrollos;
dois grandes carros de quatro rodas cada um, e puxados cada qual por
seis juntas de bois, transportam uma immensa bagagem, que, a ser
conduzida por pretos, indispensavel seriam sessenta carregadores.
Sahindo, pois, do Cabo da Boa Esperan&ccedil;a, at&eacute;
&aacute; capital
do povo Macorrollo, gastou seis mezes de viagem, passando unicamente
dois rios caudalosos, Orange, proximo do Cabo, e Quando, proximo de
Rinhande; havendo ao mesmo tempo paragens, nas quaes n&atilde;o
encontrava agua em cinco dias
consecutivos. &Eacute;, pois, esta a segunda viagem do dr. David
Livingstone a Rinhande, e a querer emprehender viagem para o Occidente
com taes carros, inteiramente se tornava impossivel, em virtude dos
mattos
fechados a percorrer, serras a transpor, grandes paues, e finalmente
abundancia de rios caudalosos. Teve a bondade de me fazer ver todos os
seus mappas, uns completos e outros incompletos, e ao mesmo tempo, que
desejava seguir em minha companhia at&eacute; &aacute;
capital de Angola, ao que annuindo, lhe fiz ver que com muito gosto
acceitava a sua
companhia; depois de nos havermos despedido, retirei-me ao
quilombo&raquo;.<br />

<br />

Tornando ao assumpto de que me tinha desviado. Depois dos comprimentos
indispensaveis, o illustre viajante apresentou-me os seus mappas, uns
completos e outros incompletos, e um mappa antigo
portuguez, de pequeno formato, contra cujo auctor se mostrou o illustre
viajante agastado, por n&atilde;o haver marcado precisamente como
era do seu dever, a posi&ccedil;&atilde;o e largura do rio
Loanja,
apresentando-o muito f&oacute;ra do seu natural.<br />

<br />

Objectei que os rios na esta&ccedil;&atilde;o invernosa,
s&atilde;o uma cousa, e na esta&ccedil;&atilde;o secca,
<a href="#e8">outra</a>, talvez que essa mesma
circumstancia se desse em
rela&ccedil;&atilde;o ao rio Loanja, sendo visitado na primeira
d'essas esta&ccedil;&otilde;es pelo auctor do dito mappa, o que
o fizera cahir em erro, mas que tendo eu transitado pela sua margem
direita, tres dias consecutivos, e trazendo a
direc&ccedil;&atilde;o do sul para Quiceque, lhe assignalara
tres bra&ccedil;as de largo, sem comtudo o haver passado, e com a
particularidade de ser na
esta&ccedil;&atilde;o secca; n&atilde;o insistindo mais
sobre este ponto, aqui terminou o
incidente, do qual me tornarei a occupar. Disse mais se tinha conhecido
o soba Hebitane. A uma proposi&ccedil;&atilde;o t&atilde;o
insolita, respondi indicando o interprete Joaquim Mariano; a isto nada
retorquiu.<br />

<br />

Perguntou mais quantos dias eram do Bih&eacute; ao logar em que nos
achava-mos; respondi que s&oacute; apresentando o Diario da minha
viagem poderia dizer alguma cousa com precis&atilde;o.<br />

<br />

Fomos jantar, e depois d'este, apresentou-me o illustre viajante um
mappa em branco, que desenrolou; deu-me um lapis, a fim de marcar a
posi&ccedil;&atilde;o do Bih&eacute;, e pontos
principaes por onde tinha transitado. Mais um vexame para mim, por me
fazer passar por ignorante aos olhos do illustre viajante, visto que
tive mais de uma vez de lhe responder negativamente, dizendo
n&atilde;o ter os conhecimentos necessarios
<span class="pagenum"><a name="p38">[38]</a></span>
para tal. Enrolou o mappa, que guardou, bem assim a bussola, e depois
apresentou-me a carta do cavalheiro Duprat, especie de circular
&aacute;s auctoridades e subditos de S. M. F., recommendando o
illustre viajante, a qual, depois de ter acabado de ler, dobrei e
entreguei; e como fossem j&aacute; cinco horas da tarde despedi-me
e retirei ao
quilombo.<br />

<br />

No dia 15 de julho, fui percorrer a povoa&ccedil;&atilde;o de
Rinhande, e tendo sido prevenido de que Hiquereto partia no dia
seguinte para o Lui, pelo Riambeje, em companhia do illustre viajante
(foi n'esta
occasi&atilde;o que elle visitou a catarata Cungo
(<em>Chungo</em>) ou Mosioatunia, e que
tiveram logar os assassinatos de que acabei de falar, na desditosa
familia do infeliz soba Pepe) dispuz a minha partida para o mesmo dia,
mas por terra, e pelo mesmo caminho da vinda, em consequencia de ter
ficado a minha cavalgadura no caminho, a quatro dias de distancia de
Quiceque, por motivo da mosca
<em>Zeze</em> em que abunda as margens do Loanja, do que
j&aacute; tive occasi&atilde;o de falar.<br />

<br />

A 16 de julho parti de Rinhande, e depois de vinte dias gastos no
caminho, em marchas e demoras, cheguei ao estabelecimento a 4 de
agosto. Acto continuo &aacute; minha chegada mandei chamar a gente
que tinha partido para Mo&ccedil;ambique a 25 de mar&ccedil;o,
a fim do
seu chefe dar conta dos motivos que originaram o aborto da viagem,
cujos se acham
descriptos no logar competente. Ap&oacute;s esta audiencia tambem
mandei
chamar as pessoas principaes da comitiva, a quem expuz os pormenores
relativos &aacute; viagem que acabava de fazer, bem assim a
ten&ccedil;&atilde;o immediata de continuar jornada para o
nordeste, a fim de me encontrar com os pombeiros de Miqueselumbue,
unicos que faltavam no estabelecimento. Isto era um dever a que me
n&atilde;o podia eximir, segundo a
pratica estabelecida, e concluido elle, dei por terminada esta segunda
audiencia, e ordem para os preparativos de partida.<br />

<br />

No dia 5 de agosto apresentei-me na libata grande, onde pernoitei, a
fim de comprimentar Hiquereto, bem assim o illustre viajante;
retirando-me no dia 6, visto haver cumprido esse dever de civilidade.
N'esta povoa&ccedil;&atilde;o denominada Nariere, entre outras
coisas de que fal&aacute;mos, veiu a do illustre viajante fazer
men&ccedil;&atilde;o dos
recentes assassinatos, consequencia do trama preparado por Borollo;
respondi que egual sorte aguardava este no <a href="#e9">futuro</a>.
Disse mais que desejava viver retirado, e, se, com este
intuito n&atilde;o haveria para o occidente uma
terra para n'ella residir; respondi negativamente, visto que o illustre
viajante havia delineado um segundo paraiso. E, interrogado mais sobre
se em Loanda haviam hospedarias, e inglezes, respondi affirmativamente,
accrescentando elle que, pretendia dirigir-se a Ribonda fazer algumas
observa&ccedil;&otilde;es, e que no seu regresso aproveitaria o
ensejo para me visitar; a que retorqui achar-me &aacute;s suas
ordens.<br />

<br />

No dia 7 alevantei com direc&ccedil;&atilde;o ao nordeste a
encontrar-me com os pombeiros de Miqueselumbue nas margens do Loengue,
unicos que faltavam no estabelecimento de entre o grande numero que
tinha
despachado para diversas paragens, como acabei de dizer, e prompto para
despachar pela segunda vez a comitiva para Mo&ccedil;ambique, isto
depois de ter recommendado o bom agasalhado do illustre viajante, como
&aacute; minha propria pessoa.
<br />

<br />

<span class="pagenum"><a name="p39">[39]</a></span>
Nos mattos, a dois dias de distancia, da terra de Miqueselumbue, isto
&eacute;, depois de dezaseis dias de marcha, e no dia 22 de
agosto, encontramo-nos, passando acto continuo a tomar contas aos
diversos negociadores sobre a permuta&ccedil;&atilde;o que
haviam feito. No
entretanto, a minha miss&atilde;o n&atilde;o estava terminada;
tinha vindo ao
encontro d'esta gente, &eacute; certo; mas no seu numero faltava a
arabe Ben-Habibe, a quem eu queria confiar a minha gente para a viagem
de Mo&ccedil;ambique, pelo
julgar mais habil que seu tio Ben-Chombo, que j&aacute; se tinha
recolhido ao
estabelecimento, e ambos haviam recebido fazendas minhas. Mas havendo
ficado ainda &aacute; retaguarda, e n&atilde;o me sendo
possivel ter
mais demora, no dia seguinte 23 de agosto retrocedendo para o Lui,
<a href="#e10">cheguei</a> ao estabelecimento a 6 de
setembro,
tendo a noticia de que o soba Hiquereto, bem assim o illustre viajante,
tinham partido para Rinhande cinco dias
antes da minha chegada. Acto continuo mandei chamar Ben-Chombo ao qual
propuz a commiss&atilde;o de Mo&ccedil;ambique em companhia da
minha gente, mediante o perd&atilde;o da quantia em que tinha
ficado
alcan&ccedil;ado, e a gratifica&ccedil;&atilde;o de cem
pezos, no caso de bom exito, acceitando promptamente e ficando por
consequencia &aacute; minha
disposi&ccedil;&atilde;o; (ainda n&atilde;o satisfiz esta
divida em virtude de se n&atilde;o ter apresentado o arabe depois
que desempenhou a commiss&atilde;o) tratando-se unicamente n'este
meio tempo dos preparativos das duas viagens: a de
Mo&ccedil;ambique realisada
a 22, e a minha para o Bih&eacute; levada a effeito a 30 d'esse
mesmo
mez.<br />

<br />

Posto isto, direi que, em referencia &aacute; terra n&atilde;o
ser visitada por branco algum, antes, e mesmo no tempo de Sanduro, se o
illustre
viajante se d&eacute;sse ao incommodo de visitar o local onde jaz
sepultado
este mesmo soba, (todos os sobas depois de acclamados t&ecirc;em
por
habito construir a sua respectiva povoa&ccedil;&atilde;o, ahi
residem,
e ahi s&atilde;o enterrados, e sempre no valle de Lui) alli
encontraria vestigios do contrario
n'umas campainhas que foram do dito Sanduro: eis o que digo
relativamente:<br />

<br />

&laquo;<em>15 de setembro de 1867.</em>
Hoje fui ao local de romagem dos sobas primitivos d'este povo, e,
tambem dos senhores intrusos durante o seu dominio no paiz, que nada
teem a admirar, exceptuando as
E&ccedil;andeiras e Palmeiras que contam para mais de seculo de
existencia, seguindo a posi&ccedil;&atilde;o das mesmas a
f&oacute;rma oval, como
s&atilde;o todas as povoa&ccedil;&otilde;es dos selvagens;
hoje, apenas apresenta a f&oacute;rma semi-circular,
visto que o tempo destruindo algumas da parte de sueste, damnificou de
alguma maneira o todo pittoresco do local, em consequencia da
situa&ccedil;&atilde;o que occupa no meio d'este descampado
immenso, e despovoado de arvoredo, que, tem uma
eleva&ccedil;&atilde;o de dez p&eacute;s acima
do nivel terreo, onde nunca chegou a agua, mesmo em annos de grande
inunda&ccedil;&atilde;o; e que segundo
informa&ccedil;&otilde;es dos velhos que me assistiram,
foi mandado entulhar pelo soba Sanduro.<br />

<br />

&laquo;Proximo do mesmo, sobranceiro ao Riambeje pequeno, do lado
do norte, e junto, do lado de leste, existem duas
povoa&ccedil;&otilde;es a cargo de cujos habitadores
est&aacute; confiada a sua limpeza; no centro,
e junto de uma corpulenta E&ccedil;andeira, est&aacute; a
sepultura do
fundador que com facilidade se distingue em virtude de oito grossas
forquilhas de pau ferro com as hastes bastante compridas e agudas, e
nas quaes o soba manda depositar uma pe&ccedil;a de fazenda fina,
(&eacute; primeiramente rasgada
<span class="pagenum">[40]</span>
aos peda&ccedil;os) logo que na terra faz entrada qualquer comitiva
de sertanejos, e que ahi &eacute; consumida pelo tempo. Tambem ahi
encontrei quatro campainhas antigas.<br />

<br />

&laquo;Como fosse prevenido para o effeito, depositei egualmente
quatro jardas de algod&atilde;o e quatro campainhas pelos ditos
paus,
presenteando egualmente o chefe do local, velho de oitenta janeiros,
com duas jardas de baeta, e missanga aos seus companheiros e para a
turba que me rodeava; ap&oacute;s o que me retirei, deixando todos
satisfeitos da minha visita, qui&ccedil;&aacute;, que anhelando
outras identicas
pelo proveito que d'ellas lhes resulta. Spleen de Londres, e vento
vario de dia e de noite.&raquo;<br />

<br />

De que parte sahiram essas campainhas antigas de que acabo de fazer
men&ccedil;&atilde;o: do Oriente ou do Occidente?<br />

<br />

Quem &eacute; tambem o auctor do mappa de pequeno formato, antigo e
portuguez, cujo auctor tanto tinha attrahido a colera do illustre
viajante, pelo erro relativo ao rio Loanja?<br />

<br />

O povo Lui segue o costume de beijar as palmas das m&atilde;os, e
tambem o de se oscular, costume que ainda n&atilde;o vi reproduzido
entre as mais tribus d'estas paragens; isto quando por qualquer
circumstancia
se avistam parentes e amigos, ou mesmo por caso fortuito se encontram;
se o soba segue para a guerra, e dada a circumstancia de regressar
victorioso, o povo de ambos os sexos acode pressuroso ao seu encontro
para o victoriar. Como emblema da victoria, cada individuo
previne-se de dois ramos verdes de arvore especial, que leva em cada
uma das m&atilde;os, e chegado na margem de qualquer rio, lago
ou lag&ocirc;a, mettem-n'os como emers&atilde;o na agua,
tirando-os acto continuo, e espargindo-se &aacute;
imita&ccedil;&atilde;o de agua
benta, e como que purificando-se.<br />

<br />

Concluida esta primeira cerimonia, a um tempo, e seja qual
f&ocirc;r o numero de pessoas, todas em ala, com os ramos sempre
nas
m&atilde;os, canto monotono e candenciado, mas que tem um tanto de
agradavel e harmonico, em louvor do soba e dos seus, pela victoria
acabada de alcan&ccedil;ar, a passo grave e candenciado, dirigem-se
em ala
para elle. A um tempo tudo se prosta de joelhos, dando principio de lhe
beijar as palmas das m&atilde;os, alternadamente a direita e
esquerda;
primeiramente as pessoas de elevada jerarchia, seguindo-se
ap&oacute;s estas, as
pessoas plebeias, isto por tres vezes successivas, tendo
logar
primeiramente a espars&atilde;o da agua, a fim de ter logar
ap&oacute;s a
mesma, o beijar das palmas das m&atilde;os. Os osculos teem logar
entre pessoas de
egual jerarchia; o soba &eacute; t&atilde;o s&oacute;mente
osculado por pessoas da sua familia, &aacute;s quaes tributa alguma
considera&ccedil;&atilde;o.<br />

<br />

Dado o caso de ser em occasi&atilde;o do seu regresso, e depois de
transpor os limites da capital, que a turba venha ao seu encontro, o
soba p&aacute;ra, e egualmente o povo da guerra, a fim de ter logar
a cerimonia que acabo de descrever: continuando da mesma
f&oacute;rma na libata
grande, at&eacute; que o povo em geral, da capital, tenha cumprido
tal dever, acompanhado de tributo segundo o custume do paiz, mas
tributo que se n&atilde;o torna oneroso, visto que cada pessoa
deposita aos
p&eacute;s do soba aquillo de que pode dispor, e em virtude do
habito de que ninguem se lhe apresenta sem que leve alguma cousa.
<br />

<br />

<span class="pagenum">[41]</span>
D'onde, pois, veiu tal habito ao povo Lui: dos missionarios catholicos
ou protestantes? creio que d'aquelles e n&atilde;o d'estes, em
presen&ccedil;a de n&atilde;o haver exemplos em contrario.<br />

<br />

Finalizo dizendo que na digress&atilde;o por mim feita a
encontrar-me com os pombeiros de Miqueselumbue, gastei at&eacute;
ao logar do
encontro, dois dias &aacute;quem do rio Loengue, 16 dias. Para
Mo&ccedil;ambique, da primeira vez em que a viagem abortou, sahindo
a minha gente como j&aacute;
disse do estabelecimento a 25 de mar&ccedil;o de 1853
at&eacute;
&aacute; terra do soba Camgomba, al&eacute;m do rio Lohunje, em
7 de junho do citado anno, 75 dias, sendo 46 de viagem e 23 de demora
nos differentes pontos por onde transitou; recorrendo, pois, o illustre
viajante ao seu mappa, e no
qual grandes modifica&ccedil;&otilde;es teem a fazer,
vir&aacute; no conhecimento da falta que commetteu em se deixar
levar das informa&ccedil;&otilde;es
menos bem cabidas de Ben-Habibe.<br />

<br />

Em identico caso estamos na minha precedencia ao illustre viajante a
Loanda, bem assim na minha ida a Portugal. As minhas viagens
at&eacute; o presente, a partir da epocha em que tivemos a honra de
nos conhecer-mos, teem-se limitado unicamente: da terra do
Bih&eacute; para a cidade de Benguella, e vice-versa, e da terra do
Bih&eacute; para
o Lui, e vice-versa. E que, &aacute; imita&ccedil;&atilde;o
do
illustre viajante poderia eu egualmente desmentir as suas palavras sob
a asser&ccedil;&atilde;o de ter
visitado o Riambeje em companhia de Mr. Oswell, em 21 de junho de 1851,
mas sim haver realisado tal excurs&atilde;o na sua segunda viagem
em
1853, da qual data a sua visita &aacute; catarata Chungo ou
Mosioatunia,
visto que assim me foi affirmado por Hipopa, dizendo que na
occasi&atilde;o
em que o illustre viajante e Mr. Oswell, se dirigiam para Quiceque,
tivera
logar o seu encontro com a comitiva de Pepe e Hiquereto, que se
dirigiam para Rinhande, em consequencia da morte do soba Hebitane, e
que regressando, se retir&aacute;ra poucos dias depois para o Cabo,
fazendo tal excurs&atilde;o na segunda viagem como acabo de dizer.<br />

<br />

Fa&ccedil;o simplesmente a narra&ccedil;&atilde;o, tal como
me foi affirmada; mas n&atilde;o respondo por ella.<br />

<br />

A paginas 120, o seguinte.<br />

<br />

<br />

<div class="tinyl">&laquo;Por occasi&atilde;o de
encarecer a
affei&ccedil;&atilde;o dos Bechuanas aos filhos, quando estes
ainda em tenra edade, diz o dr. Livingstone: &laquo;Tive
conhecimento de varios casos de av&oacute;s que amamentaram os
netos. Masina de Kuruman
n&atilde;o tinha tornado a ter filhos desde o nascimento de sua
filha Sina, e n&atilde;o tinha
leite depois que Sina fora desmamada, o que costuma ter logar quando a
crean&ccedil;a tem dois
ou tres annos de edade. Sina casou quando contava dezesete ou dezoito
annos, e teve
dois gemeos. Masina, decorrido o intervallo pelo menos de quinze annos
desde que
amamentara o ultimo filho, pegou de uma das crean&ccedil;as e a poz
ao peito,
e o leite correu em tal abundancia, que ella poude s&oacute; por si
alimental-a. Masina contava ent&atilde;o pelo menos quarenta
annos.&raquo;</div>

<br />

<br />

Vou egualmente corroborar o facto apresentado pelo illustre viajante.
No Bih&eacute; havia uma familia oriunda de paes europeus,
fallecidos muito tempo antes da minha chegada ao paiz; o chefe era
homem que sustentava a m&atilde;e, velha sexagenaria, e duas filhas
que
vinham a ser netas da velha; das quaes, tendo-se amancebado a mais
velha, que foi
<span class="pagenum"><a name="p42">[42]</a></span>
habitar para a
companhia d'aquelle que a tinha escolhido para sua companhia, veiu a
constar a familia unicamente de tres pessoas.
Acontecendo por&eacute;m este mesmo homem ter a desgra&ccedil;a
de ser
arguido de feiticeiro por um europeu, que levou a barbaridade a ponto
de o mandar assassinar, segundo o estylo do paiz, ficou por
consequencia a familia sem chefe, seguindo a av&oacute;, e a neta
por tomar estado, para a
companhia d'aquelle que, ainda n&atilde;o havia decorrido um anno
tinha
elegido para sua companheira a filha do homem barbaramente assassinado,
e o qual cumprindo os deveres d'este, veiu a ser o arrimo da familia,
succedendo por essa occasi&atilde;o dar a sua companheira
&aacute; luz um
infante, mas fallecendo poucas horas depois do parto.<br />

<br />

A pobre creatura ferida no amago d'alma por dois golpes, se pode dizer
repetidos, a perda do filho que era o seu arrimo, e
ap&oacute;s ella a perda da neta, sabendo ser delicto entre a tribu
Quimbumda que reduz &aacute; escravid&atilde;o a familia que em
virtude de um tal
acontecimento entregasse a crean&ccedil;a a peitos estranhos para
amamentar: toma o bisneto recemnascido em seus bra&ccedil;os, e
trata de cumprir o dever do
amor maternal, alimentando-o a seus resequidos peitos, a que acorde
copiozo alimento, o qual serve de conservar a existencia ao innocente
por
espa&ccedil;o de um mez, no fim do qual expirou, mas em virtude de
doen&ccedil;a que lhe sobreveiu.<br />

<br />

Por egual extraordinario, talvez, em tal acontecimento, &eacute; a
natureza ter produzido um ente em paiz culto, que em Africa, pela falta
absoluta de conhecimentos, de mistura com a sua fraqueza veiu a
adquirir os habitos dos selvagens, tornando-se uma fera como aquellas
que habitam as selvas, por suggest&otilde;es d'aquelles que o
rodeavam. E para honra da humanidade taes actos apontam-se.<br />

<br />

A paginas 158 o seguinte.<br />

<br />

<br />

<div class="tinyl">&laquo;As ald&eacute;as dos
Barotse s&atilde;o
construidas
sobre defezas, algumas das quaes dizem que foram elevadas
<a href="#e11">artificialmente</a> por Santuru,
antigo chefe dos
Barotse, e, durante a inunda&ccedil;&atilde;o, todo o valle
toma a
apparencia de um grande lago, com as ald&ecirc;as sobre as defezas
como ilhas, do mesmo modo que
succede no Egypto com as ald&ecirc;as dos egypcios.&raquo;</div>

<br />

<br />

J&aacute; tive occasi&atilde;o de falar d'este local onde jaz
sepultado o pae do actual soba do paiz, unico que foi mandado aterrar
por elle, e tambem de que ha exemplo; os mais logares ficam pelo
descampado ou valle, onde
residiram e foram enterrados os antecessores do actual soba, (a sua
povoa&ccedil;&atilde;o corre de noroeste para sueste,
&eacute; a maior que tem existido, e
approximadamente cont&eacute;m duas mil pessoas; por
occasi&atilde;o da inunda&ccedil;&atilde;o d'este anno
n&atilde;o fizeram mudan&ccedil;a, visto que a agua
se conservou a vinte passos de distancia do local) e do povo Lui
propriamente dito que em parte habita os lados marginaes ou encosta dos
mattos, e em parte o descampado, sobre monticulos de maior ou menor
ambito e eleva&ccedil;&atilde;o, nos quaes pela maior parte
tambem
cultivam o gr&atilde;o, que fica sempre de vez em antes de se
realisar o periodo da
inunda&ccedil;&atilde;o, &aacute;
excep&ccedil;&atilde;o dos logares proximos aos mattos, e mesmo
por estes em ambas as margens do descampado, bem assim as dos
monticulos de que acabei
<span class="pagenum">[43]</span>
de falar;
este povo n&atilde;o tem por habito cultivar a terra nos
logares baixos do valle; emquanto a inunda&ccedil;&atilde;o vae
tomando
incremento, n&atilde;o lhe d&atilde;o importancia, mas no
momento em que principia a
chegar &aacute;s povoa&ccedil;&otilde;es, e s&oacute;
n'este
caso, ent&atilde;o d&atilde;o immediatamente logar &aacute;
sua mudan&ccedil;a para ambas as margens do descampado, porque
&eacute; indicio da inunda&ccedil;&atilde;o tomar maior
incremento, o que de
ordinario tem logar nos mezes de janeiro e fevereiro, tendo logar o
regresso nos mezes de abril e maio, nos quaes a agua vae diminuindo
progressivamente. Para este effeito est&atilde;o de ordinario
prevenidos com as canoas,
porque ent&atilde;o se pode dizer um mar ou grande lago o geral do
descampado, formando ilhas de maior ou menor ambito os monticulos como
que espalhados por elle, e como seja o seu elemento favorito, e pelo
qual de ordinario almejam; a ca&ccedil;ada ao hipopotamo, e a de
toda a
especie de aves, em que ent&atilde;o abunda, torna-se o seu
divertimento de
todos os dias: ao passo que a gente do sexo feminino passeia de uma
para as outras povoa&ccedil;&otilde;es. Por&eacute;m
n&atilde;o
havendo indicios de que a inunda&ccedil;&atilde;o v&aacute;
em progressivo augmento, conservam-se nas suas
localidades, sendo n'este caso o gado o unico objecto que
n&atilde;o admitte de
longar, porque effectuam de ordinario a sua transferencia no mez de
dezembro, para ambas as margens do descampado; reservando unicamente
aquelle de tirar leite, do seu uso diario, o qual, &eacute; mudado
no caso de
se verificar a mudan&ccedil;a do proprietario, visto haver logares
conhecidos
dos indigenas por onde pode passar sem perigo.&raquo;<br />

<br />

Foi pois Sanduro que mandou aterrar o local em que habitou, o qual
n&atilde;o tem mais de uma milha em toda a sua circumferencia,
isto provavelmente por ter escolhido para sua residencia, justamente
uma ilha formada por um bra&ccedil;o do Riambeje, a partir do lado
de
noroeste, a desembocar no de nordeste, e que tem a
designa&ccedil;&atilde;o de Riambeje pequeno; paragem mais
baixa que o geral do descampado. Na mesma ilha, em egual
direc&ccedil;&atilde;o, e na distancia de uma
legoa, existe o local denominado Nariere, antiga c&ocirc;rte do
povo Macorrollo, hoje
inteiramente deshabitada como j&aacute; disse. F&oacute;ra da
dita ilha, em
egual direc&ccedil;&atilde;o, e na distancia de uma legoa
egualmente, existe a
povoa&ccedil;&atilde;o de Hipopa, da qual tambem acabei de
falar.<br />

<br />

A paginas 162 e 163 o seguinte:<br />

<br />

<br />

<div class="tinyl">&laquo;Ter&ccedil;a feira 17 de
janeiro (1854) fomos
honrados
(narra Livingstone) com uma grande recep&ccedil;&atilde;o por
Shinto. Sambanza reclamou
a honra de nos apresentar, porque Manenko se achou um tanto doente. Os
portuguezes nativos e os
Mambari iam armados de espingardas a fim de darem uma salva a Shinto,
fazendo o
tambor e o trombeteiro todo o ruido que lhes era possivel com
instrumentos
muito velhos. O Kotta, ou logar da audiencia era uma pra&ccedil;a
de perto de cem
jardas, e viam-se em uma das extremidades dois agradaveis specimens de
uma especie de
Bani&aacute;na, (<em>arvore, cujos ramos pendem para a
terra, e, tomando
n'ella raiz, engrossam e formam novos troncos, etc.,
&laquo;E&ccedil;andeira, ou ulemba
dos Quimbundos; existem seis especies.&raquo;</em>) Debaixo
de uma d'ellas
estava assentado Shinto, sobre uma especie de throno, coberto com uma
pelle de leopardo; trajava com
v&eacute;stia variegada, saiote de baeta vermelha agaloada de
verde, pendiam-lhe do
pesco&ccedil;o muitos fios de contas grossas, e os
bra&ccedil;os e as pernas enfeitadas de
braceletes e varios ornamentos de ferro e de cobre, na
cabe&ccedil;a tinha posto uma sorte de
capacete feito de contas de
vidro entretecidas com primor, e coroado de grande penacho de
pennas de pato. Proximo a elle estavam assentados tres mancebos com
grandes
feixes de settas sobre os hombros, etc.&raquo;</div>

<br />

<br />

<span class="pagenum"><a name="p44">[44]</a></span>
Admiramos unicamente a belleza do estylo empregado pelo illustre
viajante no trecho que acabamos de reproduzir, e seguintes, descrevendo
a recep&ccedil;&atilde;o que lhe fez o soba de Catema, que a
falar a verdade nem merece as honras do titulo, n&atilde;o porque o
queira
humilhar, mas pelo papel que representa, elle e todos os mais do
dominio da Lunda perante o seu Suzerano, ou dado o caso de virem
enviados d'este a exigir-lhes tributo, como adeante terei
occasi&atilde;o de falar.<br />

<br />

Entre as tribus Ganguellas ou Quimbundas constituidas pela maior parte
sob a f&oacute;rma republicana, poderiam gozar das
prerogativas de estados de segunda ordem, porque ent&atilde;o
poderiam taes sobas
dizer-se, <a href="#e12">senhores</a> do <em>quero,
posso e
mando</em>; mas debaixo do jugo ferreo do Matiamvo, tornam-se
simples automatos da sua vontade.<br />

<br />

O illustre viajante deve de estar ao facto do tratamento dado por
Hiquereto &aacute;quelles potentados que se lhes apresentavam com
tributo, ou mesmo teria ouvido falar das extors&otilde;es feitas
pelos seus
emissarios, quando, enviados em qualquer commiss&atilde;o aos ditos
sobas, que,
por via de regra, vinha a ser pela tardan&ccedil;a de tributo,
faziam e
fazem ainda presentemente (e quando deixar&atilde;o de o fazer!)
pelas suas
localidades: pois n'uma e n'outra terra &eacute; identico o
tratamento; com a
differen&ccedil;a por&eacute;m de que, no Lui n&atilde;o
fazem
ostenta&ccedil;&atilde;o dos assassinatos prepetrados e
mandados perpetrar; ao passo que na Lunda &eacute; um acto de
glorifica&ccedil;&atilde;o do Matiamvo. Posto isto, passaremos
a narrar os factos taes como se passam, e cujos significam o reverso da
medalha.<br />

<br />

Os sobas Chinde, Catema e Catende, que s&atilde;o precisamente
aquelles por onde transitou o illustre viajante, em antes da
extinc&ccedil;&atilde;o do trafico e quando os elephantes
percorriam os seus respectivos dominios, vendiam
escravos, e tributavam com elles o Matiamvo, correndo-lhes tudo por
esse motivo &aacute;s mil maravilhas, monteando-se aquelles animaes
&aacute; imita&ccedil;&atilde;o dos outros, para seu
alimento, ficando, por consequencia, os dentes no mesmo local em que
era morto o elephante, expostos &aacute;
deteriora&ccedil;&atilde;o e sem que ninguem os procurasse,
(presentemente ainda se d&aacute;
esta celebre anomalia para o sul al&eacute;m do rio Cubango, nas
paragens
percorridas pelos Cassaqueres); mas findo o trafico as coisas
tornaram-se outras; o marfim teve principio de ser procurado, os
indigenas deram principio egualmente de o p&ocirc;rem debaixo de
guarda; e tendo
finalmente logar d'essa epocha por deante o tributo de escravos e
marfim para o Matiamvo, em virtude das suas ordens.<br />

<br />

Os ca&ccedil;adores Quibocos como fossem conhecendo o valor d'este
genero em presen&ccedil;a dos concorrentes, principiaram no seu
paiz de mover guerra de exterminio aos mesmos animaes, que afugentados
por esse motivo, se foram internando pelo interior, onde da mesma
f&oacute;rma se lhes continuou tal guerra, pela
ambi&ccedil;&atilde;o a que o marfim tinha dado origem, ficando
o ca&ccedil;ador com o dente esquerdo e dando
o direito ao senhorio em cujo dominio era morto o elephante. A
persegui&ccedil;&atilde;o n&atilde;o diminuiu; pelo
contrario, foi em progressivo augmento, visto
<span class="pagenum"><a name="p45">[45]</a></span>
que j&aacute; se n&atilde;o falava em escravos pelas mesmas
terras, mas sim a ordem do dia era marfim, porque ao passo que affluia
ao mercado do littoral, ia tendo alta de pre&ccedil;o; dando-se por
consequencia
a mesma circumstancia pelos differentes pontos do interior. A isto se
deve a
descoberta de novos mercados, de outras terras, e finalmente de outras
tribus, at&eacute; ent&atilde;o desconhecidas. Os elephantes
foram escaceando no dominio dos tres sobas que acabei de designar, e
outros, at&eacute;
o seu total desapparecimento; e como era for&ccedil;oso de
apresentar tributo
annualmente ao Matiamvo, faziam-no com escravos, fazenda, missangas,
pelles e alguns dentes de marfim, quando os podiam obter dos
ca&ccedil;adores; em presen&ccedil;a de que, se tornava
excessivamente oneroso tal
encargo, visto que para arranjar fazendas e missangas sufficientes, se
lhe
tornava necessario disp&ocirc;r de dez escravos, termo medio,
al&eacute;m d'aquelles com que tributavam o seu suzerano. Por este
motivo a
decapita&ccedil;&atilde;o de taes sobas principiou a ter logar
mais amiudadamente, j&aacute; na
occasi&atilde;o em que se apresentavam com o tributo na
c&ocirc;rte, j&aacute;
mandando o Matiamvo saber porque motivo se demorava o tributo
al&eacute;m do tempo
marcado; se por um lado quando se apresentam, ficavam por via de regra
desempedidos, pelo outro ficavam detidos de permeio com o povo de que
eram acompanhados, empregando-os em todo o servi&ccedil;o que
lhes era destinado, at&eacute; que ao cabo de um ou dois mezes, e
&aacute;s vezes mais tempo, lhes era permittido regressar aos
logares de suas naturalidades.
Se, pelo contrario na occasi&atilde;o em que se <a href="#e13">apresentavam</a>
com o tributo, o Matiamvo n&atilde;o
ficava satisfeito com qualquer dos
apresentantes, em acto continuo o mandava decapitar, depois de lhe
tiraram do pulso a insignia do poder, que vem a ser uma manilha ou
bracellete de metal, envolvida em certos e determinados preservativos
do seu conhecimento e supersti&ccedil;&atilde;o, que acto
continuo
v&atilde;o depositar aos p&eacute;s do Matiamvo. Este, pegando
n'ella e depois de ter mandado vir
&aacute; sua presen&ccedil;a o successor immediato da victima,
porque
necessariamente deve acompanhal-a, depois de lhe recommendar o bom
regimen do seu dominio, e o que deve fazer em
rela&ccedil;&atilde;o ao
tributo, entrega-lhe a insignia do poder, que o investe no mandato do
seu decapitado parente, ficando por consequencia habilitado para o
exercer, se por acaso
n&atilde;o vier a ter egual sorte.<br />

<br />

Verificando-se por&eacute;m o caso de que o Matiamvo envie
emissarios ao dominio de taes sobas, estes tornam-se martyres das
extors&otilde;es que lhes s&atilde;o feitas, e emquanto
n&atilde;o s&atilde;o
despedidos, a sua auctoridade torna-se nulla na
povoa&ccedil;&atilde;o; havendo alguns, como tem
acontecido, que fazendo observa&ccedil;&otilde;es contra
t&atilde;o
insolito procedimento, o enviado puxando do <em>Mucuale</em>(fac&atilde;o
de dois
gumes) decepa-lhe a cabe&ccedil;a sem mais ceremonia que a sua
vontade, e sem opposi&ccedil;&atilde;o da parte do
povo da povoa&ccedil;&atilde;o, tira-lhe do pulso a insignia do
poder,
que entrega ao successor immediatamente, dizendo-lhe simplesmente que
seja mais pontual que o seu antecessor no desempenho das ordens do
Matiamvo; depois de mandar preparar o craneo, isto &eacute;, raspar
por
dentro e por f&oacute;ra a fim de lhe serem extrahidas todas as
particulas
admissiveis de putrefac&ccedil;&atilde;o, para ser guardado
cuidadosamente com
outros que teem egual sorte, e que na sua retirada para a
c&ocirc;rte, apresenta como tropheus
<span class="pagenum">[46]</span>
na presen&ccedil;a do senhor, que lhe diz simplesmente ter
cumprido o seu dever, dando-lhe a maior importancia proporcionalmente
&aacute; maior por&ccedil;&atilde;o de objectos de valor,
lhe fosse possivel
conduzir &aacute; sua presen&ccedil;a.<br />

<br />

Algumas vezes subornados pelos ambiciosos do poder, estes mesmos
enviados do Matiamvo, a que d&atilde;o o nome de
<em>Cacoattas</em>, ao entrar na libata grande do dominio a
que se dirigem, intimam o soba existente a fim de abandonar o logar
para que o seu successor o possa occupar, o que executa acto continuo
sem mais
observa&ccedil;&otilde;es, n&atilde;o lhe sendo permittido
levar coisa alguma, al&eacute;m das pelles ou
pannos que tinha no corpo, e com os quaes o encontraram na
occasi&atilde;o;
porque lhe advertem immediatamente, que, tudo quanto existe na
povoa&ccedil;&atilde;o pertence ao Matiamvo. As pessoas que lhe
s&atilde;o
affei&ccedil;oadas s&oacute; depois da retirada do enviado
&eacute; que se lhe v&atilde;o aggregar,
e, se na occasi&atilde;o da expuls&atilde;o se n&atilde;o
lembrou de entregar a insignia
do poder, seguem logo emissarios em seu alcance para que a restitua, e
no que tambem n&atilde;o faz a menor
objec&ccedil;&atilde;o, visto que
por felizes se reputam aquelles a quem a sua boa estrella concedeu
semelhante gra&ccedil;a.<br />

<br />

Finalmente, taes atrocidades s&atilde;o frequentes, e os Cacoattas
tornam-se os flagellos dos sobas secundarios; taes
oppress&otilde;es teem
dado logar a que alguns se tenham rebellado, mas n&atilde;o obstam
ellas, os pretendentes ao poder s&atilde;o muitos, e n&atilde;o
s&atilde;o exemplo a causar-lhes a menor impress&atilde;o,
visto que do acontecimento de hoje
j&aacute; ninguem fala &aacute;manh&atilde;; advertindo,
que, n&atilde;o
&eacute; s&oacute; entre os Mulluas que ellas se d&atilde;o
e repetem, os mesmos episodios s&atilde;o identices no Batebere, no
Cazembe, no Lui e entre o povo Macorrollo, potentados poderosos para
estas paragens.<br />

<br />

Para al&eacute;m, isto &eacute; para o Oeste, entre a
ra&ccedil;a Quimbunda que se pode reputar excepcional, temos as
seguintes terras de potentados
poderosos: Bailundo, Bih&eacute;, Gallangue e Quiaca; mas n'ellas
as unicas barbaridades que se d&atilde;o, vem a ser o assassinato
de quatro
pessoas, o maximo, no governo de cada potentado para differentes
preservativos, em virtude da arreigada cren&ccedil;a de seus
antepassados, bem
assim a de feiticeiria, que, leva a perpetrar o assassinato por
differentes
f&oacute;rmas, na pessoa do desgra&ccedil;ado que f&ocirc;r
arguido de tal
epitheto.<br />

<br />

A paginas 175 e 176 o seguinte:<br />

<br />

<br />

<div class="tinyl">O dr. Livingstone censura Manuel
Caetano Pereira de ter exagerado
egualmente o seu poder. &laquo;Indagando eu, escreve Livingstone,
se ainda se
faziam sacrificios humanos no reino de Cazembe, como no tempo de
Pereira, informaram-me que taes sacrificios nunca tinham sido
t&atilde;o communs como
Pereira os representara, e que s&oacute; tinham logar
occasionalmente, quando o chefe
carecia de certos encantamentos, porque ent&atilde;o era morto um
homem por serem para aquelle
precizas algumas partes do seu corpo.&raquo; N'outro logar
accrescenta:
&laquo;O Cazembe al&eacute;m de ser visitado por Lacerda,
tambem o foi por Pereira, que deu do poder
d'aquelle chefe grandiosa informa&ccedil;&atilde;o, a qual
n&atilde;o
foi confirmada pelas minhas
investiga&ccedil;&otilde;es&raquo;.</div>

<br />

<br />

Se bem que tenha acabado de tratar da materia, e, se bem que sob
differente assumpto, o volver a ella nunca se torna demasiado.
<span class="pagenum">[47]</span>
Assassinar sob que pretexto
f&ocirc;r, sempre &eacute;
commetter o homicidio; o illustre viajante esquece aquelles que
continuamente commettia
Hiquereto, n&atilde;o obstante a sua assidua assistencia entre os
Macorrollos,
a quem, se n&atilde;o diariamente, ao menos uns dias por outros,
fazia ouvir a palavra da Biblia, como descida do ceu, para se dar ao
incommodo de investigar o que outros escriptores, muito tempo antes,
relatavam sobre o assumpto, no qual pecca como em todos os outros, por
menos veridico nas asser&ccedil;&otilde;es.<br />

<br />

Como pode ser que taes assassinatos tenham logar occasionalmente, dada
a circumstancia de se tornarem necessarios para os preservativos
d'esses mesmos poderosos potentados?! Se o seu instincto &eacute; a
sede de sangue, com elle s&atilde;o ammamentados, e
n'elle iniciados, at&eacute; que assumindo o poder se fartam
&aacute;
semelhan&ccedil;a do tigre que habita as selvas! E, porventura, se
taes crueldades n&atilde;o fossem
continuas, o seu poder n&atilde;o seria ephemero? Decerto que o
seria, visto
que para se sustentarem n'elle, ellas s&atilde;o perpetradas com
assiduidade, at&eacute; que uma conspira&ccedil;&atilde;o
urdida nas trevas, em
presen&ccedil;a de uma indisposi&ccedil;&atilde;o qualquer
que elles sintam, lhes p&otilde;em termo &aacute;
existencia, j&aacute; propinando-se-lhes veneno, j&aacute;
torcendo-se-lhes o pesco&ccedil;o, e
j&aacute; finalmente a decapita&ccedil;&atilde;o, se um
chefe audacioso preside &aacute;
conspira&ccedil;&atilde;o. O herdeiro assumindo as redeas do
governo, n&atilde;o modifica estas
disposi&ccedil;&otilde;es tradicionaes do seu codigo,
cumpril-as-ha &aacute; risca, se porventura se
n&atilde;o tornar mais sanguinario.<br />

<br />

Enviando uma expedi&ccedil;&atilde;o qualquer contra um estado
rebellado, o chefe e seus adjuntos devem apresentar no regresso o sacco
dos craneos do soba e mais pessoas de subida jerarchia do mesmo estado,
que despejam com grande ceremonial aos p&eacute;s d'esses grandes
potentados (Matiamvo e Cazembe), e que acto continuo v&atilde;o
designando a quem pertenceram, porque &eacute; n'isto que se cifra
a sua maior
vaidade; ap&oacute;s este acto segue-se a entrega do despojo, que,
por via
de regra &eacute; o que reservam para o fim do ceremonial. Se, pelo
contrario, em logar d'estes signaes de victoria, foram derrotados,
apresentando-se dando conta do successo, sejam quaes forem as
raz&otilde;es que possam
allegar, ellas tornar-se-h&atilde;o baldadas perante o suzerano,
porque a um
signal seu particular, s&atilde;o mandados retirar da sua
presen&ccedil;a, a fim de serem decapitados, um a um, sem o menor
queixume da sua parte por lhes ter chegado a sua ultima hora.<br />

<br />

Este ceremonial de caveiras, tem logar unicamente no Cazembe, e na
Lunda, na terra do Luvar, entre a ra&ccedil;a Ganguella, se o
soba segue para qualquer excurs&atilde;o, bem assim por
occasi&atilde;o da
sua morte; agora, entre o povo Batebere, Lui, Macorrollo,
n&atilde;o se
d&atilde;o ao incommodo de decepar cabe&ccedil;as, o
assassinato sendo perpetrado
&aacute; azagaia, e na presen&ccedil;a do soba; o
cad&aacute;ver &eacute;
arrastado para f&oacute;ra da povoa&ccedil;&atilde;o, onde
&eacute; consumido pelos animaes; e sendo commetido
f&oacute;ra, ahi mesmo o deixam ficar para ter egual destino; que
seja proximo ou distante
&eacute; coisa que pouco importa.<br />

<br />

Finalmente, em rela&ccedil;&atilde;o ao poder do Cazembe, direi
que &eacute; elle muito fraco para affrontar o poder do Matiamvo,
mas muito forte para o repellir em caso aggressivo. O illustre viajante
sabe perfeitamente o
<span class="pagenum">[48]</span>
proverbio: Duas aves de rapina
n&atilde;o se fazem companhia; no
mesmo caso temos ambos os chefes indigenas e consanguineos.<br />

<br />

A folhas 203 o seguinte:<br />

<br />

<br />

<div class="tinyl">A situa&ccedil;&atilde;o do
Bih&eacute; n&atilde;o
&eacute; bem conhecida. Estando n&oacute;s em Sanza,
asseveraram-nos, que demora ao sul d'aquelle ponto, a oito dias de
distancia. Esta
noticia pareceu confirmar-se pelo facto de encontrar-nos muita gente,
que vinha
do Bih&eacute; para o Matianvo (<em>Sobre este ponto
consulte o Diario de Joaquim Rodrigues &aacute; sahida do
Bih&eacute;</em>) e para
Loanda. Toda esta gente veiu reunida at&eacute; Sanza, e alli se
separou, tomando uns para o nascente, e outros para oeste. A
nascente do Coanza por conseguinte n&atilde;o fica provavelmente
longe do
Bih&eacute;.&raquo;</div>

<br />

<br />

&laquo;A 10 de dezembro de 1853 digo o
seguinte&#8213;&laquo;Continu&aacute;mos a viagem, passamos o rio
Quanza em ponte e a vau; n'esta paragem de quatro bra&ccedil;as de
largo, e d'ella &aacute; sua nascente
dois dias de viagem. Proseguimos a marcha, e fomos fazer quilombo nos
mattos, margem direita do dito rio. Caminho plano, mattos fechados,
abundancia de
riachos, terreno fertil, legoas andadas 3, rumo de leste.&raquo;<br />

<br />

Mais tarde pude colher a seguinte informa&ccedil;&atilde;o: Que
o rio Quanza procede de um lago sito no local denominado Gunda-angongo,
povo de ra&ccedil;a Ganguella da tribu Nhemba. Em
rela&ccedil;&atilde;o ao Riambeje disse j&aacute; o
seguinte: &laquo;Concedendo, pois, que assim n&atilde;o seja
como acabo
de transcrever, &eacute; f&oacute;ra de toda a duvida que,
qualquer rio
caudaloso aqui em Africa, vadiavel que seja com agua pela curva da
perna, d'ahi &aacute; sua
cabeceira n&atilde;o pode distar mais de quatro dias de jornada, a
experiencia assim m'o tem ensinado.&raquo;<br />

<br />

Posto isto, direi ser applicavel o que fica dito ao rio de que nos
estamos occupando, e que concordamos inteiramente com a
opini&atilde;o do illustre viajante, pelos exemplos que passamos a
apresentar.<br />

<br />

<em>Rio Nhengo</em>,
<em>Ninda</em> na sua cabeceira:
Direc&ccedil;&atilde;o de Oeste para Leste, leito de areia e
pedra, e de margens apauladas; da sua nascente
&aacute; sua desembocadura no Riambeje, nove dias de marcha;
vadiavel nos quatro primeiros dias a partir da mesma, d'ahi por deante
a partir para a sua foz, percorre-se em canoas. <em>Rio
Cutti</em>: Direc&ccedil;&atilde;o do Norte para o Sul,
leito de areia e argilla, e de margens apauladas no
espa&ccedil;o de duas milhas, isto &eacute; da margem direita
para a esquerda do matto;
da sua nascente &aacute; sua desembocadura no rio Quando, oito dias
de
marcha; vadiavel nos quatro primeiros dias, a partir da mesma, e d'ahi
por deante a partir para a sua foz, &eacute; percorrido em canoas.
<em>Rio Cubangui</em>: Direc&ccedil;&atilde;o do
Norte para o Sudoeste, leito de
argilla, pedra e areia, e de margens apauladas; da sua cabeceira
&aacute;vante quatro dias;
j&aacute; n&atilde;o d&aacute; vau, tornando-se necessario
construir ponte para se passar para a sua margem esquerda; dirige o seu
curso para o rio Quando.
<em>Rio Quando</em>: Direc&ccedil;&atilde;o do
Norte para Sueste, leito de argilla e
areia, e de margens apauladas; da sua nascente &aacute;vante quatro
dias, offerece
passagem em ponte e a vau; d'ahi para a sua foz no Riambeje proximo a
Quiceque, &eacute; percorrido em canoas. <em>Rio
Caimbo</em>: Direc&ccedil;&atilde;o de Nordeste
para Sueste, leito de argilla, pedra e areia, e de margens apauladas; a
sua nascente
procede de um lago, e d'ella &aacute;vante dois dias, offerece
unicamente passassem
<span class="pagenum">[49]</span>
em ponte e a vau, com difficuldade, pelo motivo da sua corrente
veloz; d'esta passagem &aacute; sua foz, no rio Quando,
&eacute; percorrido em canoas. <em>Rio Cuttau</em>:
Direc&ccedil;&atilde;o de Sudoeste para Noroeste, leito de
areia, e de margens apauladas; espraia muito, e por este motivo se pode
dizer vadiavel at&eacute; &aacute; sua foz no rio
Lungu&eacute;bungo; este dirige o seu curso Para o Riambeje. <em>Cuito
da Zambueira</em>:
Direc&ccedil;&atilde;o do Norte para o Sul, leito de argilla e
areia, e de margens apauladas; da sua nascente &aacute;vante cinco
dias offerece passagem a vau, e em ponte, e
d'ahi para a sua foz no Cubango, &eacute; percorrido em canoas.
<em>Rio Varia</em>:
Direc&ccedil;&atilde;o do Sul para o Norte, leito de argilla;
da sua nascente &aacute;vante
cinco dias, offerece unicamente passagem em ponte, e &aacute;vante
tres dias na
sua desembocadura no rio Cuime, (este tem a sua foz no Quanza)
&eacute; percorrido em canoas. <em>Rio Quanza</em>:
Direc&ccedil;&atilde;o do Sul para o Norte, leito de argilla e
pedra, e margens de argilla; oito dias da sua nascente
&aacute;vante, no porto do Cuio, onde se passa em canoas. <em>Rio
Cuquema</em>: Direc&ccedil;&atilde;o de Nordeste para
Sudoeste, leito de argilla e pedra, e margens de
argilla; cinco dias &aacute;vante da sua nascente, no porto do
Bissongue,
onde se passa em canoas, dando-se a mesma circumstancia d'ahi para a
sua foz no Quanza, nos dois dias a percorrer. Finalizo dizendo que os
rios que ficam notados, existem a partir do Lui para o Bih&eacute;,
e
vice-versa, e aquelles unicamente cujas cabeceiras se passam, ou
existem distantes do caminho do transito os dias que ficam marcados; o
que julgo sufficiente a provar o que fica dito em
rela&ccedil;&atilde;o
aos rios Quanza e Riambeje.<br />

<br />

A ps. 256 o seguinte:<br />

<br />

<br />

<div class="tinyl">&laquo;Chegado ao rio Loembua, no
proseguimento da marcha
come&ccedil;ada, refere o dr. Livingstone, que a
presen&ccedil;a de um homem branco
infundio terror nas mulheres, e que, n'estes casos, pareciam muito
contentes quando elle dr.
Livingstone acabava de passar sem se ter apoderado d'ellas; que o
espreitavam das
fendas das portas, at&ecirc; que elle se approximava, e
ent&atilde;o se
recolhiam fugindo para o interior da casa.&raquo;</div>

<br />

<br />

O illustre viajante quiz mostrar mais uma vez, a
degrada&ccedil;&atilde;o a que chegou por estas paragens o
immoral e escandaloso commercio de
escravos, dando logar a que o bello sexo horrorisado nem se atreva de
apparecer aos olhos dos desmoralisadores traficantes de entes humanos,
verdadeiro flagello da humanidade n'esta parte do mundo chamado Africa.
Mas isto em rela&ccedil;&atilde;o &aacute;
situa&ccedil;&atilde;o reciproca de duas partes mutuantes na
ac&ccedil;&atilde;o de contrahir um negocio
qualquer; j&aacute;mais no caso de aprisionamento de pessoas, que
se torna muito mais melindroso como aconteceria com a <em>aldeia
inteira de
Bakalakau</em>; tal procedimento daria causa a graves
represalias, como ent&atilde;o tive
occasi&atilde;o de fazer ver, e ao facto de correrem muito risco
todos os sertanejos do
Bih&eacute;, Caconda, Cassange, Pungoandongo, de Quilengues, que
n&atilde;o obstante
partirem de pontos oppostos, muitas vezes se encontram pelo interior
d'este vasto continente; mas quando se n&atilde;o desse essa mesma
circumstancia, quem deixar&aacute; de ignorar que piratas
n&atilde;o necessitam de
negociar?<br />

<br />

Aqui tem o illustre viajante o reverso da medalha. Depois de se
transpor os rios Cuquema e Quanza, as comitivas do Bih&eacute;
s&atilde;o honradas
<span class="pagenum"><a name="p50">[50]</a></span>
na pessoa do seu chefe, pelas pessoas de ambos os sexos em massa, das
povoa&ccedil;&otilde;es dos Ganguellas das tribus
Luchiaj&eacute;, Bunda, e Zambueira, nas terras por onde passa, da
maneira que segue: <em>O
nosso senhor veiu! O nosso branco veiu! O nosso amigo veiu!</em>
Isto
&aacute; appari&ccedil;&atilde;o do chefe da comitiva,
batendo palmas continuamente, e fazendo-lhe um cerco entre o qual com
difficuldade caminham os conductores da tipoia. E no momento
em que elle tenha transposto a povoa&ccedil;&atilde;o, o povo,
da mesma sorte corre precipitadamente para a frente, a fim de repetir a
mesma
ceremonia que finda depois de terem acompanhado o negociante na
distancia de uma a duas milhas, retrocedendo ent&atilde;o depois de
can&ccedil;ados &aacute;s povoa&ccedil;&otilde;es
d'onde sahiram.<br />

<br />

Entre a tribu dos Quibocos, estas demonstra&ccedil;&otilde;es
de jubilo excedem muito al&eacute;m do que acabo de referir, porque
aturam pelo
espa&ccedil;o de dois a tres dias, acompanhando a comitiva com seus
generos, que permutam logo que se acha concluido o trabalho de
construir o quilombo,
retrocedendo &aacute;s suas povoa&ccedil;&otilde;es ao cabo
do dito espa&ccedil;o; agora, se o illustre viajante n&atilde;o
recebeu applausos semelhantes,
muito principalmente tendo effectuado a sua passagem pela terra d'esta
tribu, &eacute; isso devido ao pequeno numero de pessoas de que se
compunha a sua comitiva, limitando-se por consequencia a vel-o pelas
frestas das
portas, como diz; mas n&atilde;o com receio de que aprisionasse
pessoa
alguma, ou mesmo de que fosse anthropophago, como as m&atilde;es
persuadem
&aacute;s crean&ccedil;as indicando-lhes a
approxima&ccedil;&atilde;o
de qualquer europeu, &aacute; maneira de pap&atilde;o, a fim de
as adormecer.<br />

<br />

Finalmente, n&atilde;o tendo o cond&atilde;o de adevinho,
n&atilde;o obstante achar-me no paiz onde em larga escalla se
exercita essa arte, quer-me parecer que foi a obra do illustre viajante
que em 1866 ou 1867 deu logar a tanto alardo na camara alta em Portugal
para a total
suppress&atilde;o da escravatura em todas as possess&otilde;es
portuguezas,
n&atilde;o reflectindo j&aacute;mais os nossos legisladores que
&eacute; um negocio
ass&aacute;s melindroso de um tra&ccedil;o de penna acabar com
ella, e que al&eacute;m
d'isso temos uma lei que fixa para 1867 a mesma suppress&atilde;o.<br />

<br />

Quaes s&atilde;o as medidas j&aacute; adoptadas depois do
celebre decreto de 22 de abril de de 1858, para que aquelles que podem
mandar, tenham aquelles que sabem obedecer?<br />

<br />

Responder&atilde;o: o trabalho livre! Esperemos e veremos.<br />

<br />

A ps. 261 o seguinte:<br />

<br />

<br />

<div class="tinyl">&laquo;Como d'este ponto (do
Zambeze interior) deviamos
separar-nos
para o nordeste, resolvi-me a visitar na seguinte manh&atilde; a
catarata Victoria,
chamada pelos <a href="#e14">indigenas</a>
Mosioatunia, e mais antigamente Shongu&ecirc;
(<em>Chungo?</em>) Tinha-mos ouvido fallar d'ella desde que
entramos n'estas terras, e uma das perguntas
que me fez Sebituane foi &laquo;Tendes na vossa terra fumo que
fa&ccedil;a
estampido? Elles (os indigenas) n&atilde;o se atrevem a
approximar-se t&atilde;o perto que
possam examinal-a; por&eacute;m, referindo-se ao vapor e ao
estrondo &laquo;Mosi-va-tunia&raquo;
o fumo alli estrondea. Outr'ora a catarata chamava-se
Shongu&ecirc;, mas nunca pude saber a
raz&atilde;o de lhe darem este nome. A palavra que entre elles
designa a vasilha de cozer a
comida tem similhan&ccedil;a com aquella, e acaso quereriam
significar uma
caldeira a ferver, comtudo n&atilde;o tenho certeza d'isto.
Persuadido de que Mr.
Oswell e eu fomos os primeiros europeus, que visit&aacute;mos o
Zambeze no interior do
paiz, e de ser esta catarata o annel que prende as duas
por&ccedil;&otilde;es,
<em>conhecidas e desconhecidas</em>,
d'aquelle rio, decedi-me a usar da mesma liberdade com que se
auctorisaram os
Makololo, e lhe dei aquelle nome inglez, sendo esta a s&oacute;
occasi&atilde;o em que appliquei um nome da minha
na&ccedil;&atilde;o a alguma parte das terras que
investiguei...&raquo;</div>

<br />

<br />

<span class="pagenum">[51]</span>
<em>Chungo</em>,
<em>namatittima</em>,
<em>imb&ocirc;to ea mahenza</em>:
&laquo;D'aquelles local (o abysmo) sae fumo, que molha a gente, e
que atemoriza como o fragor do trov&atilde;o,&raquo; dizem os
indigenas do local, tribu
Baleia ou Guete (nome generico pelo qual &eacute; denominada esta
numerosa familia
composta de diversas tribus) d'estas paragens.
&laquo;<em>Mosi-oa-tunia</em>:&#8213;&laquo;O
fumo alli estrondea&raquo;, diziam outr'ora os Macorrollos, ao
approximarem-se do local d'onde sahem as columnas de fumo da catarata,
e que por assim a terem chrismado, assim se ficou denominando.&#8213;<em>Victoria
falls</em>, repete o illustre viajante &aacute;
imita&ccedil;&atilde;o dos intrusos
senhores, querendo coroar a obra da sua gloria na parte conhecida e
desconhecida, do grande
manancial.<br />

<br />

Eu penso, e creio n&atilde;o me enganar, que se os Macorrollos a um
tempo se fossem precipitar no abysmo da catarata que chrismaram como
acabei de dizer de Mosioatunia, o illustre viajante n&atilde;o
os seguia, visto que a sua prudencia assim lh'o aconselhava, mas
j&aacute; o
amor proprio lhe n&atilde;o permitte recusa na
denomina&ccedil;&atilde;o
em paiz estranho, a objectos, applicando-lhes nomes do seu paiz natal,
porque ao passo que o quer engrandecer, tambem engrandece a sua pessoa!
Vaidade das vaidades, e tudo vaidade.<br />

<br />

Eis os nomes que lhe s&atilde;o applicados pelos indigenas aos
differentes pontos do seu curso a partir do Lui para Quiceque, e
vice-versa.<br />

<br />

<em>Sioma.</em>
Povoa&ccedil;&atilde;o proxima da catarata;<br />

<br />

<em>Gonhe.</em> Principio da catarata, e no
qual as canoas s&atilde;o conduzidas por terra em virtude dos
escolhos.<br />

<br />

<em>Cale.</em> Local mais &aacute;vante
por onde passam as canoas com praticos.<br />

<br />

<em>Lu&ccedil;o.</em> Local mais
&aacute;vante por onde passam as canoas com praticos.<br />

<br />

<em>Gambue.</em> Local mais
&aacute;vante, no qual as canoas s&atilde;o conduzidas por
terra em virtude dos escolhos.<br />

<br />

<em>Lucibe.</em> Local mais &aacute;vante
por onde passam as canoas com praticos.<br />

<br />

<em>Molele.</em> Local mais &aacute;vante
por onde passam as canoas com praticos.<br />

<br />

<em>Acicuti.</em> Local mais
&aacute;vante por onde passam as canoas com praticos, bem assim
onde habitou o fundador de que ha
tradic&ccedil;&atilde;o, do mesmo nome, e chefe da tribu
Baleia.<br />

<br />

<em>Chungo.</em> Mosioatunia, synonymo do
primeiro nome; fim da catarata e local do abysmo, e no qual as canoas
s&atilde;o conduzidas por
terra em virtude dos escolhos.<br />

<br />

E, eis o que digo egualmente em 23 de julho de 1858 sobre o assumpto:<br />

<br />

&laquo;23. Continu&aacute;mos a viagem por mattos fechados, e
chegamos na cachoeira do Riambeje, sitio Catongo, onde se fez quilombo.
Paragem de transito sem inconveniente algum, terreno fertil, horas de
marcha 9 <span style="white-space: nowrap;" class="template-frac"><sup>1</sup><big>&frasl;</big><sub>2</sub></span>,
rumo de sul.<br />

<br />

&laquo;Estamos nas margens do magestoso rio sem rival n'estas
paragens,
<span class="pagenum">[52]</span>
que banha com
suas aguas os contornos de Senne, Tete e
Quilimane; o seu curso &eacute; apenas interrompido por tres
cachoeiras,
prestando no mais do seu transito, livre e seguro apoio
&aacute;quelles que
com as suas canoas, sulcam as suas aguas. N'esta paragem que
ter&aacute; de extens&atilde;o seis legoas, as canoas em partes
s&atilde;o
carregadas por pretos, e em outras proseguem na sua carreira pelos
differentes
bra&ccedil;os que sahem do rio; formando este aqui e alli, ilhas de
maiores ou menores dimens&otilde;es, cheias de arvoredo secular, e
em outros logares
de cannaviaes impenetraveis; bem assim, os contornos cheios de arvoredo
gigante. O rio comprimido aqui pelas suas margens alcantiladas, em
partes cobertas de areia mui fina e clara, que as enchentes
v&atilde;o accumulando segundo a direc&ccedil;&atilde;o do
seu curso, formam um
contraste inteiramente sublime; o terreno contiguo n'esta
esta&ccedil;&atilde;o todo
gretado, bem assim algumas lagoas cheias de pedras, acham-se cobertas
de espessas camadas de sal, que os naturaes preparam com alguma
perfei&ccedil;&atilde;o. Finalmente, o dr. David Livingstone,
penna intelligente a toda a prova,
e que bastantes servi&ccedil;os tem prestado &aacute; causa das
sciencias, e a prol da humanidade, por vezes tem percorrido estas
paragens em
investiga&ccedil;&otilde;es scientificas, ninguem, pois, melhor
que elle, poder&aacute;
apresentar o quadro completo da topographia do paiz, cousa muito
f&oacute;ra
da esphera dos meus conhecimentos, como o meu amigo leitor facilmente
dever&aacute; comprehender, e que me n&atilde;o envergonho
confessar.&raquo;<br />

<br />

A ps. 286 o seguinte:<br />

<br />

<br />

<div class="tinyl">&laquo;N'outro logar conta
Livingstone que, achando-se na tribu
de
Mpende, cujo chefe lhe difficult&aacute;ra o passo, dous velhos
vieram, de ordem
d'este, perguntar-lhe quem era. E que lhes respondera. &laquo;Sou
inglez.&raquo; A
isto replicaram os velhos que n&atilde;o conheciam aquella tribu, e
que suppunham que elle e os
seus eram Muzungos (portuguezes) com os quaes n'outro tempo haviam
combatido.
&laquo;Ent&atilde;o (accrescenta Livingstone) como eu ainda
n&atilde;o sabia que a palavra Muzungo
era applicada aos portuguezes, e pensei que queriam com ella designar
os mulatos, mostrei-lhes o meu cabello e a pelle do meu peito, e
perguntei se os
Muzungos tinham o cabello e a pelle como eu? Como os portuguezes
costumam cortar
o cabello rente, e s&atilde;o al&eacute;m d'isso menos claros
de que
n&oacute;s, os velhos responderam. &laquo;N&atilde;o,
n&oacute;s nunca vimos pelle como essa
t&atilde;o branca.&raquo; E continuaram &laquo;Ah!
v&oacute;s decerto pertenceis &aacute; tribu que tem
cora&ccedil;&atilde;o para os homens pretos.&raquo; Eu com
satisfa&ccedil;&atilde;o lhe respondi que sim, etc.&raquo;
</div>

<br />

<br />

Diz inconsideradamente o illustre viajante: &laquo;Sou
inglez&raquo;! Julgaria por ventura que a Inglaterra enviasse a sua
esquadra e desaggravar o seu assassinato, dado o caso de que os
selvagens o tentassem?!
Felizmente que taes arrogancias &aacute;quem Bih&eacute;,
n&atilde;o
se podem contar e apontar, ao passo que al&eacute;m, a partir da
mesma terra para o litoral,
n&atilde;o s&oacute; se apontam, como infelizmente se contam
repetidas! E, ai quando tal se realizasse na pessoa do illustre
viajante, em presen&ccedil;a do
seu caracter um tanto irrascivel, n&atilde;o teria por certo
direito a melhores
honras, que aquellas que tiveram tantos outros portuguezes, cujas
ossadas
insepultas por essas mesmas paragens, reclamam incessantemente dos
transeuntes a ora&ccedil;&atilde;o funebre pelo eterno
descan&ccedil;o
de suas almas, j&aacute; que outra cousa n&atilde;o podem obter
em desaggravo do seu desastrado
fim.
<br />

<br />

<span class="pagenum">[53]</span>
O sr. Gamitto diz-nos no seu <em>Muata
Cazembe</em> que, os chefes designam os portuguezes por Muzungos.
Segundo o mesmo sr. a ra&ccedil;a de Cazembe d&aacute;-lhes
egual denomina&ccedil;&atilde;o.
A ra&ccedil;a da Lunda chama-lhes <em>Hinder oe comema</em>;
a ra&ccedil;a
dos Ganguellas, <em>Sungo</em>, e a
antecedente, bem assim, <em>Hinder ea numba</em>; a
ra&ccedil;a do Luvar d&aacute;-lhes aquellas
denomina&ccedil;&otilde;es, a ra&ccedil;a dos Quimbundos,
<em>Sungo</em>; a ra&ccedil;a Bunda, de
Angola e suas dependencias: <em>Sungo</em>, e
<em>Cangundo</em>; a ra&ccedil;a Lui e
Macorrollo: <em>Macua do Oriente</em>, e
<em>Macua do occidente</em>, indicando as
ditas partes do globo. Pela mesma maneira designar&atilde;o o
Allem&atilde;o, o
Belga, o Hespanhol, o Francez, o Inglez, e finalmente o Russo, em
virtude da sua
c&ocirc;r, de natos da mesma parte do globo, de filhos de
al&eacute;m mar; mas
n&atilde;o que sirva a distinguir uma ra&ccedil;a qualquer,
como o illustre
viajante quer fazer acreditar. Que nos venha dizer que, este ou aquelle
regulo se
n&atilde;o chame Hiquereto, sua segunda Providencia, e que em
virtude da sua indole, fizesse menos pre&ccedil;o da sua pessoa,
levando a audacia
ao ponto de o querer impedir na jornada, &eacute; cousa que se
entende, mas
n&atilde;o a insinua&ccedil;&atilde;o opprobriosa sob o
nome portuguez,
simplesmente pela circumstancia de alguns membros da mesma familia
empregarem-se, no odioso trafico de escravos; o que n&atilde;o
est&aacute; em
harmonia com a posi&ccedil;&atilde;o que occupa na sociedade, e
muito menos com o caracter de que se acha revestido. A n&atilde;o
ser essa sua segunda Providencia,
torno a repetir, o illustre viajante teria effectuado a sua viagem a
Loanda auxiliado por esses mesmos a quem amiudadamente pretende expor
no pelourinho da irris&atilde;o publica, como empregando-se n'um
genero de vida que j&aacute; de ha muito deixou de ser. Teria
egualmente
effectuado a sua viagem a Mo&ccedil;ambique auxiliado pelo bom
governo portuguez, a
cuja fraqueza deve o bom exito da sua viagem de Costa a Costa, para
mais tarde o escarnecer, como effectivamente o fez;... a
retribui&ccedil;&atilde;o seria sempre a mesma!<br />

<br />

Oh! se esta bella joia engastada como est&aacute; na
cor&ocirc;a de Portugal, pertencesse &aacute; de
Fran&ccedil;a ou da Inglaterra, o
commercio da escravatura far-se-hia sempre, ent&atilde;o,
n&atilde;o direi que para
possess&otilde;es estranhas, mas sim nas proprias; havendo a
certeza de que uma potencia n&atilde;o
tomaria contas &aacute; outra por semelhante procedimento. O
illustre viajante percorrendo Africa como acaba de realisar, diria
ent&atilde;o: Acabo de fazer a
minha digress&atilde;o na terra por excellencia denominada a oitava
maravilha do mundo, visto que est&aacute; ainda por vir
&aacute; luz. Mas
se bem que lhe pese, ella pertence a Portugal, e isso &eacute;
sufficiente para a desacreditar, n&atilde;o obstante os obsequios
com que por toda a parte foi honrado.<br />

<br />

As vicissitudes do acaso s&atilde;o assim, um tanto inconstantes
para os individuos como tambem para as na&ccedil;&otilde;es, e
para
fortuna sua e dos seus, um Pombal &eacute; como um meteoro;
apparece de tempos a
tempos, para desaggravar e elevar a sua patria.<br />

<br />

Qual ser&aacute; o potentado poderoso ou secundario em Africa, que
abomine o trafico da escravatura? Se d'ahi lhe prov&eacute;m a sua
grandeza, que se pode dizer ephemera, porque para se sustentar no
poder, tem necessariamente de ser prodigo!... E a prodigalidade
&eacute; exercida em virtude dos pleitos que quotidianamente
decidem, e dos
quaes s&atilde;o provenientes os escravos, o gado, a fazenda, as
enchadas, a cera, alguma
<span class="pagenum">[54]</span>
ponta de marfim, e finalmente toda a especie de
crea&ccedil;&atilde;o miuda, fonte principal do seu rendimento;
visto que nem todos se podem chamar senhores da Lunda, Lui, Cazembe,
Batebere, Risucatebe e Macorrollos, onde abunda o marfim; os
Ganguellas, onde apparece o marfim e abunda a cera; o Humbe, onde
apparece o marfim e abunda o gado, mas que tambem permutam os escravos
em maior ou menor escala, attendendo a ser a for&ccedil;a principal
da sua
popula&ccedil;&atilde;o.<br />

<br />

Embora a total suppress&atilde;o se approxime do termo, o illustre
auctor do <em>Exame</em> pode ter a certeza de que o
trafico n&atilde;o cessar&aacute; j&aacute;mais
al&eacute;m do dominio das Quinas, visto que ahi se d&atilde;o
egualmente lucros para especuladores; compram escravos para o
servi&ccedil;o, para a
troca do marfim, da cera, do sal, do gado e finalmente para satisfazer
Milongas (crimes), como j&aacute; tive occasi&atilde;o de
falar.<br />

<br />

E como poder&aacute; deixar de ser assim, se os escravos e o gado,
s&atilde;o os unicos dois elementos que f&oacute;rmam a riqueza
principal e
unica de todas as classes, aqui no interior d'este grande continente?<br />

<br />

Estudem primeiro o caracter, a indole, as leis tradicionaes, usos e
costumes dos seus habitantes, e depois falem-nos do odioso trafico da
escravatura, visto, repito, que n&atilde;o ha nenhum potentado
poderoso ou secundario que o abomine.<br />

<br />

&Eacute; certo egualmente que sem restric&ccedil;&otilde;es
o condemna a doutrina de Jesus Christo, mas tambem n&atilde;o
&eacute; menos verdade
que ella manda illuminar os pobres de espirito, a fim de que venham no
conhecimento dos beneficios recebidos e por receber.<br />

<br />

E, j&aacute; que desgra&ccedil;adamente em tudo imitamos o
extrangeiro, imitemol-o egualmente na forma&ccedil;&atilde;o de
companhias para o bem
estar das nossas possess&otilde;es, no tocante a
religi&atilde;o,
civilisa&ccedil;&atilde;o e progresso; a fim de n&atilde;o
estar-mos unicamente com a mira no governo. Agora,
prestar-se-lhes taes beneficios sem o previo conhecimento d'elles,
&eacute;,
creio-o, do intimo da minha alma, procurar a nossa ruina. Quem
l&aacute;
chegar o reconhecer&aacute;, como diz o rif&atilde;o.<br />

<br />

Acabo aqui o meu trabalho bastante desagradavel pelo motivo que lhe deu
origem, e, logo que o illustre viajante traz para a arena o
incidente de triste recorda&ccedil;&atilde;o para os
portuguezes do
<em>Charles e George</em>, responderei que, sou da
opini&atilde;o d'aquelles que preferem
morrer na brecha, a ver a sua patria ludibriada, visto dizer-nos o sr.
conselheiro Bastos que: &laquo;Antes inveja que piedade, vale mais
ser invejado
que lastimado&raquo;. N'este ultimo caso existe a infeliz e
desditosa Polonia! E, mal da Inglaterra se todos os seus filhos
nutrissem sentimentos eguaes aos do illustre viajante, porque
ent&atilde;o seria a unica dominadora
do mundo, ou riscada do mappa das na&ccedil;&otilde;es.<br />

<br />

<h4><span class="smallcaps">Fim</span></h4>

<br />

<br />

Passo agora a transcrever o documento a que me referi, e que devo
&aacute; bondade de Jo&atilde;o Francisco da
Concei&ccedil;&atilde;o e Mattos, filho do agraciado; por elle
se vir&aacute; no conhecimento, que a
nomea&ccedil;&atilde;o de capit&atilde;es m&oacute;res
do paiz &eacute; muito anterior a 1791.<br />

<br />

<br />

<div class="sbreak">
<hr /></div>

<br />

<br />

Manoel de Almeida e Vasconcellos, Cavalheiro da Sagrada Ordem de S.
Jo&atilde;o de Jerusalem de Malta, do conselho de Sua
Magestade Fidelissima; Governador e capit&atilde;o general d'este
Reino, e suas
Conquistas, etc. etc. Fa&ccedil;o saber aos que esta Minha Carta
Patente virem,
que por justas considera&ccedil;&otilde;es do Real
Servi&ccedil;o, e do bem dos povos, &eacute; absolutamente
necessario prover-se o posto de Capit&atilde;o m&oacute;r, e
Juiz da Provincia do Bih&eacute;, povoa&ccedil;&atilde;o do
Amarante, freguezia de Nossa Senhora do Desterro, e S.
Gon&ccedil;allo,
jurisdic&ccedil;&atilde;o da Capitania de Benguella, que vagou
por fallecimento de Joaquim Jos&eacute; Rodrigues, que o
exercia, em Pessoa de satisfa&ccedil;&atilde;o, e merecimentos,
que bem o
haja de exercer; e tendo considera&ccedil;&atilde;o aos de
Antonio Francisco da
Concei&ccedil;&atilde;o, ter servido a Sua Magestade no posto
de Capit&atilde;o M&oacute;r e Cabo da
dita Provincia do Bih&eacute;, com aptid&atilde;o, e prestimo;
e me pertencer
este provimento pelo cap. 9.&ordm; do Regimento d'este Governo: Hei
por bem
de o prover (como por esta o provo) no dito posto de
Capit&atilde;o-m&oacute;r, e
Luiz da Provincia do Bih&eacute;, povoa&ccedil;&atilde;o de
Amarante,
freguezia de Nossa Senhora do Desterro, e S. Gon&ccedil;allo,
jurisdic&ccedil;&atilde;o da
Capitania de Benguella, em quanto a Rainha Nossa Senhora n&atilde;o
mandar o contrario, e eu entender
he
<span class="pagenum"><a name="p56">[56]</a></span>
conveniente ao seu
Real servi&ccedil;o; com <a href="#e15">a
declara&ccedil;&atilde;o</a> de que ser&aacute;
obrigado a
residir na dita Provincia, e a guardar todos os Regimentos, Leis, e
ordens, que se lhe communicarem, dilatando o commercio, a agricultura,
e a industria, quanto permittirem as for&ccedil;as da
mesma Provincia, e as Regras da Justi&ccedil;a, e de que
n&atilde;o
ser&aacute; reconhecido por tal Capit&atilde;o-m&oacute;r,
f&oacute;ra da dita Provincia,
n&atilde;o fazendo guerra aos Negros, nem acto nenhum de
hostilidade, sem expressa ordem Minha, e dos meus Successores, e que
attrahir&aacute; e dilatar&aacute; os
Vassallos, e Dominios de Sua Magestade, pelos meios justos e suaves, da
paz, da
justi&ccedil;a, e do commercio, fazendo que a cada um se pague os
servi&ccedil;os que
fizer, ou os generos que vender, e que escuzando-se, n&atilde;o
sahir&aacute; do Governo sem que primeiro seja rendido por aquelle
que Eu nomear. Pelo que mando ao Governador da Capitania de Benguella
conhe&ccedil;a ao
dito Antonio Francisco da Concei&ccedil;&atilde;o por
Capit&atilde;o-m&oacute;r, e Juiz da Provincia do
Bih&eacute;, e como tal o honre, estime, deixe servir, e exercitar
o dito posto, dando-lhe d'elle Posse, e juramento na f&oacute;rma
costumada, de
que se far&aacute; assento nas costas d'esta Carta Patente; e as
pessoas
suas Subordinadas, que em tudo lhe obede&ccedil;&atilde;o,
cumpr&atilde;o, e
guardem suas ordens por escripto, e de palavra, no que pertencer ao
Real
servi&ccedil;o, como devem, e s&atilde;o obrigados. Na
Thesouraria Geral das Tropas
ordeno se lhe fa&ccedil;a o seu Assento nos livros competentes,
para
delles tirar sua F&eacute; de officios quando lhe convier. E por
firmeza de tudo
lhe mandei passar a presente por mim assignado, e sellada com o sello
das Minhas Armas, a qual ser&aacute; registada nos livros da
Secretaria do Estado deste Reino, e aonde mais tocar. Dada nesta cidade
de
S&atilde;o Paulo da Assump&ccedil;&atilde;o a onze de Maio.
Hippolito
Fernandes Pinto official menor da mesma Secretaria, a fez.
<a href="#e16">Anno</a> de mil setecentos
noventa e um, Joaquim Jos&eacute; da Silva,
Capit&atilde;o-m&oacute;r encarregado do expediente da
Secretaria do Estado a fez escrever.<br />

<br />

<div class="signature"><em>Manuel de Almeida e
Vasconcellos.</em></div>

<br />

<br />

Carta Patente porque V. Ex.<sup>cia</sup> ha por bem prover
Antonio Francisco
da Concei&ccedil;&atilde;o, no Posto de Capit&atilde;o
M&oacute;r, e Juiz da Provincia do Bih&eacute;,
Povoa&ccedil;&atilde;o de Amarante, Freguezia
de Nossa Senhora do desterro e S&atilde;o Gon&ccedil;allo,
Jurisdic&ccedil;&atilde;o
da Capitania de Benguella, como nella se declara.<br />

<br />

<br />

<div class="signature">Para V. Ex.<sup>cia</sup>
ver.</div>

<br />

<div class="quote1">Por Despacho de S. Ex.<sup>a</sup>
de 11 de Maio de 1791.<br />

</div>

<div class="quote">Reg.<sup>da</sup> af. 39 do
L.<sup>o</sup> 25
de Patentes e af. 41 do L.<sup>o</sup> 5.&ordm; dos
Postos para fora fica assentada a sua Pra&ccedil;a.</div>

<div class="quote2">Thesouraria Geral das Tropas 12 de
Maio de 1791</div>

<br />

<div class="signature"><em>Manuel Pinto Delgado</em></div>

<br />

<br />

<div class="quote1">Cumpra-se e registe-se.<br />

Q.<sup>el</sup> de Benguella 25 de maio de
1791.</div>

<br />

<div class="signature"><em>Francisco Paym da Camara
e
Ornellas</em></div>

<br />

<br />

<span class="pagenum">[57]</span>
<div class="quote1">Reg.<sup>da</sup> af do
L.<sup>o</sup> 21 de Patentes que deve
n'esta Secretaria do Estado d'este Reino. S&atilde;o Paulo da
Assump&ccedil;&atilde;o a 11 de Maio de 1791.</div>

<br />

<div class="signature"><em>Joaquim
Jos&eacute; da Silva</em></div>

<br />

<br />

<div class="quote1">Reg.<sup>da</sup> af.
111 do Registo Geral d'esta Capitania. Benguella 26 de julho de
1791.</div>

<br />

<div class="signature"><em>Francisco Bermesso</em></div>

<br />

<br />

Principiei pelas nossa cousas, e por um
acaso findei egualmente por ellas, visto ter-me vindo &aacute;
m&atilde;o o documento que acabo de transcrever, accrescentando,
que, somos bastantes pigmeos para n&atilde;o seguir-mos a vereda de
nossos antepassados. Ent&atilde;o, procuravam, elles, estender e
dilatar o nosso poder. Presentemente, n&atilde;o s&oacute; se
trata de o incurtar, como tambem abandonar! Assim se verificou com a
Feira de Cassange, terra subjugada em 1850 pelo bravo Francisco de
Salles Ferreira, e mandada abandonar pelo sr. Jo&atilde;o Baptista
de Andrada em 1862...<br />

<br />

<div class="quote1">Bih&eacute; 2 de mar&ccedil;o
de 1869.</div>

<br />

<div class="signature"><em>Antonio Francisco
Ferreira
da
Silva Porto</em></div>

<br />

<br />

<br />

<b>Notas:</b><br />

<br />

<a name="1"></a><sup>[1]</sup> Veja-se o
diploma no fim.<br />

<br />

<br />

<br />

<div class="fbox">
<h2>Lista de erros corrigidos</h2>

<div style="text-align: center;">Aqui encontram-se
listados todos os erros encontrados e corrigidos:</div>

<br />

<br />

<table style="width: 80%; text-align: left; margin-left: auto; margin-right: auto;" border="0" cellpadding="4" cellspacing="4">

  <tbody>

    <tr align="right">

      <td style="width: 61px;"></td>

      <td style="font-weight: bold; text-align: center; width: 121px;">Original</td>

      <td style="text-align: center; width: 5px;"></td>

      <td style="font-weight: bold; text-align: center; width: 135px;">Correc&ccedil;&atilde;o</td>

    </tr>

    <tr>

      <td style="text-align: right; width: 61px;"><a name="e1"></a><a href="#p12">#p&aacute;g.
12</a></td>

      <td style="text-align: center; width: 121px;">Na
capitulo</td>

      <td style="text-align: center; width: 5px;">...</td>

      <td style="text-align: center; width: 135px;">No
capitulo</td>

    </tr>

    <tr>

      <td style="text-align: right; width: 61px;"><a name="e2"></a><a href="#p14">#p&aacute;g.
14</a></td>

      <td style="text-align: center; width: 121px;">grande
smanadas</td>

      <td style="text-align: center; width: 5px;">...</td>

      <td style="text-align: center; width: 135px;">grandes
manadas</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e3"></a><a href="#p25">#p&aacute;g. 25</a></td>

      <td style="text-align: center;">1352</td>

      <td>...</td>

      <td style="text-align: center;">1852</td>

    </tr>

    <tr>

      <td style="text-align: right; vertical-align: top;"><a name="e4"></a><a href="#p25">#p&aacute;g.
25</a></td>

      <td style="text-align: center; vertical-align: middle;">iudigenas</td>

      <td style="text-align: center; vertical-align: middle;">...</td>

      <td style="text-align: center; vertical-align: middle;">indigenas</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e5"></a><a href="#p29">#p&aacute;g. 29</a></td>

      <td style="text-align: center;">papinas</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">paginas</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e6"></a><a href="#p33">#p&aacute;g. 33</a></td>

      <td style="text-align: center;">Acarta</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">A carta</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e7"></a><a href="#p33">#p&aacute;g. 33</a></td>

      <td style="text-align: center;">relativamete</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">relativamente</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e8"></a><a href="#p37">#p&aacute;g. 37</a></td>

      <td style="text-align: center;">eutra</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">outra</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e9"></a><a href="#p38">#p&aacute;g. 38</a></td>

      <td style="text-align: center;">fnturo</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">futuro</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e10"></a><a href="#p39">#p&aacute;g. 39</a></td>

      <td style="text-align: center;">chegei</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">cheguei</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e11"></a><a href="#p42">#p&aacute;g. 42</a></td>

      <td style="text-align: center;">artificialment&eacute;</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">artificialmente</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e12"></a><a href="#p44">#p&aacute;g. 44</a></td>

      <td style="text-align: center;">seuhores</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">senhores</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e13"></a><a href="#p45">#p&aacute;g. 45</a></td>

      <td style="text-align: center;">apresentayam</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">apresentavam</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e14"></a><a href="#p50">#p&aacute;g. 50</a></td>

      <td style="text-align: center;">?ndigenas</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">indigenas</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e15"></a><a href="#p56">#p&aacute;g. 56</a></td>

      <td style="text-align: center;">o
declara&ccedil;&atilde;o</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">a
declara&ccedil;&atilde;o</td>

    </tr>

    <tr>

      <td style="text-align: right;"><a name="e16"></a><a href="#p56">#p&aacute;g. 56</a></td>

      <td style="text-align: center;">Annno</td>

      <td style="text-align: center;">...</td>

      <td style="text-align: center;">Anno</td>

    </tr>

  </tbody>
</table>

<br />

<div style="text-align: center;"><br />

</div>

</div>

</div>

</body>
</html>
